{
    "1": {
        "title": "Xülasə",
        "content": "Ümummilli Lider Heydər Əliyevin ideyaları əsasında davamlı inkişaf yolunda möhkəm iradə ilə addımlayan ölkəmiz hazırda sosial-iqtisadi inkişafının mühüm mərhələsini yaşamaqdadır. 2020-ci ildə baş verən 44 günlük Vətən müharibəsi nəticəsində öz tarixi ərazi bütövlüyünü bərpa edərək, Azərbaycan müasir reallıqlar fonunda daha böyük transformasiya mərhələsinə keçid etmişdir. Məhz Azərbaycan Respublikasının Prezidenti cənab İlham Əliyevin apardığı uğurlu və uzaqgörən siyasət nəticəsində dünya miqyasında sabit və dayanıqlı iqtisadiyyata malik dövlətə çevrilmiş Azərbaycan əhəmiyyətli maliyyə resurslarına, mühüm geosiyasi və iqtisadi mövqeyə malik olmaqla yanaşı, eyni zamanda strateji olaraq dünyanın enerji təchizatının təhlükəsizliyinə zəmanət verməkdədir. Belə ki, ölkənin iqtisadi inkişafı sahəsində həyata keçirilən strategiyalar, dövlət proqramları, habelə fərman və sərəncamlar çərçivəsində nəzərdə tutulmuş tapşırıqların uğurlu icrası ölkənin qeyri-neft və qaz sektorunun davamlı olaraq inkişafına və Ümumi Daxili Məhsulda payının artmasına, sahibkarlıq və investisiya mühitinin daha da yaxşılaşmasına və əhalinin həyat səviyyəsinin yüksəldilməsinə təkan vermişdir. İnkişaf kursunun bu cür uğurla həyata keçirilməsi, Azərbaycanı regionun ən böyük və ən dinamik iqtisadi məkanına, beynəlxalq əhəmiyyətli strateji enerji, nəqliyyat, logistika və kommunikasiya qovşağına, həmçinin dördüncü sənaye inqilabı texnologiyalarının tətbiq edildiyi və strateji investorların maraq göstərdiyi bir mərkəzə çevrilməsinə səbəb olmuşdur. Milli iqtisadiyyatın sürətlə şaxələnməsi və böyüməsi, eləcə də onun qlobal dəyər zəncirinə inteqrasiyası və innovasiya əsaslı inkişaf mərhələsinə keçidi Azərbaycanın belə bir mərkəzə çevrilməsində əvəzsiz rol oynamışdır. İqtisadi artımın davamlı inkişafı ölkənin mövcud potensialından, insan resurslarından və müasir texnologiyalardan düzgün və səmərəli istifadəyə əsaslanır. Rəqəmsal iqtisadiyyatın inkişafını təmin edən dəstəkləyici infrastrukturun yaranması üçün ekosistemin formalaşdırılması ən mühüm vəzifələrdəndir. Azərbaycan Respublikası Prezidentinin 2 fevral 2021-ci il tarixli 2469 nömrəli Sərəncamı ilə təsdiq olunmuş “Azərbaycan 2030: sosial-iqtisadi inkişafa dair Milli Prioritetlər” və bunun əsasında hazırlanmış “Azərbaycan Respublikasının 2022-2026-cı illərdə sosial-iqtisadi inkişaf Strategiyası”nda mövcud olan təşəbbüslər iqtisadiyyatın rəqəmsal inkişafını hədəfləyir. “Azərbaycan Respublikasının 2022-2026-cı illərdə sosial-iqtisadi inkişaf Strategiyası”nın Tədbirlər Planının “1.1.8.1. Rəqəmsal iqtisadiyyatın inkişafı üzrə strategiyanın hazırlanması və tətbiqi” tədbiri bu istiqamətdə irəli sürülən ən başlıca təşəbbüslərdən biridir. Rəqəmsal iqtisadiyyat innovasiya və texnoloji tərəqqi əsasında inkişaf edir. Rəqəmsal texnologiyaların müxtəlif iqtisadi sahələrdə tətbiqi rəqəmsal iqtisadiyyatın prinsiplərinə uyğun yeni məhsullar, xidmətlər, habelə yeni biznes modellərinin yaranmasını təşviq edir. Rəqəmsal iqtisadiyyat yeni nəsil texnologiyaların tətbiqi ilə ənənəvi sənayeləri transformasiya edərək iqtisadi fəaliyyətin yeni formalarını yaradır. Bir sözlə, rəqəmsal iqtisadiyyat ənənəvi və rəqəmsal olmaqla bütün iqtisadi fəaliyyətləri əhatə edir. Azərbaycanda davamlı, innovativ və sosial inkişafı dəstəkləyən rəqəmsal iqtisadiyyatın formalaşdırılması məqsədilə, 2025-2028-ci illəri əhatə edəcək “Rəqəmsal iqtisadiyyatın inkişafı üzrə Strategiya” (bundan sonra “Strategiya” adlandırılacaq) hazırlanmışdır. Dünyada mövcud olan qabaqcıl texnoloji tərəqqi ssenariləri və bu tərəqqinin meydana gətirdiyi qlobal çağırışları, eləcə də Azərbaycanın artan inkişaf dinamikasını nəzərə alaraq hazırlanmış Strategiya bütövlükdə biznes, cəmiyyət və dövlət aspektlərini əsas tutaraq iqtisadiyyatın bütün sahələrinin transformasiyasını hədəfləyir. Strategiyanın missiyası biznes iştirakçıları, vətəndaş cəmiyyəti və dövlət qurumları arasında əlaqəliliyi təmin etməklə sahəvi çağırışların birgə və çevik qərarvermə əsasında həllinə nail olmaq və rəqəmsal iqtisadiyyata keçid etməkdə olan Azərbaycanın mövqeyini regionda və beynəlxalq məkanda gücləndirməkdir. Strategiyanın icrası çərçivəsində rəqəmsal iqtisadiyyat ekosisteminin vəziyyətinin dəyərləndirilməsi və mütəmadi olaraq inkişaf etdirilməsi məqsədilə araşdırma və təhlillər aparılacaq, bizneslərin rəqəmsallaşması və yeni bizneslərin formalaşması üçün əlverişli mühit yaradılacaq, mövcud bizneslərin rəqəmsal transformasiyası prosesinə dəstək göstəriləcək, rəqəmsal iqtisadiyyat sahəsində data əsaslı qərarvermə mühiti formalaşdırılacaqdır. Bununla yanaşı, rəqəmsal iqtisadiyyat üçün ehtiyac duyulan insan kapitalının hazırlanması və təkmilləşdirilməsi, innovasiyaların təşviqi və milli iqtisadiyyatda dördüncü sənaye inqilabı texnologiyalarının tətbiqi imkanlarının genişləndirilməsi, idarəetmədə əməliyyat səmərəliliyinin artırılması və rəqəmsal məhsullara əlçatanlığın asanlaşdırılması üçün zəruri olan imkanlar yaradılacaqdır. Strategiya 2030-cu ilə qədər Azərbaycanda rəqəmsal iqtisadiyyata keçid üçün dörd ana prinsip və iki fundamental istiqamət üzrə çevik yanaşma və birgə əməkdaşlıq çərçivəsində həyata keçiriləcək tədbir və təşəbbüsləri ehtiva edir. Strategiya, dörd ana prinsip - (i) hərtərəfli (“holistik”) olması, (ii) dəstəkləyici olması, (iii) güclü tərəflərə əsaslanması və (iv) çevik icra mexanizminə malik olması əsasında tərtib edilib. Strategiya bütün iqtisadiyyatı əhatə edən hərtərəfli yanaşmaya əsaslanmaqla üç aspekti - biznes, cəmiyyət və dövlət aspektlərinin hər biri üçün nəzərdə tutulmuş hədəfləri özündə ehtiva edir. Belə ki, Strategiya, biznes aspekti üzrə ÜDM artımının stimullaşdırılmasını, cəmiyyət aspekti üzrə vətəndaşların sahəvi bilik və bacarıqlara əlçatanlığının artırılmasını, dövlət aspekti üzrə isə əməliyyatların səmərəliliyinin artırılmasını hədəfləyir. Strategiya, ölkədə iqtisadi inkişafa dəstək verəcək cari və yeni yaranacaq bizneslərə yönəlmiş təşəbbüsləri ehtiva edir. Strategiya üç aspektin hər biri üçün məqsədləri müəyyənləşdirməklə yanaşı, bu məqsədlərə nail olmağa imkan verən proqram xarakterli layihələri və tədbir yönümlü təşəbbüslər portfelini əhatə etməklə dəstəkləyici rol oynayacaqdır. Bu təşəbbüslər, Strategiyanın uğurlu icrasını və hər üç aspekt üzrə məqsədlərə effektiv nail olunmasını təmin edəcəkdir. Strategiya ölkənin güclü tərəflərinə əsaslanmaqla mövcud imkanlardan istifadəyə yönələcəkdir. Belə ki, İqtisadiyyat Nazirliyinin mövcud ekosistemdə oynadığı önəmli rolu nəzərə almaqla, sahəvi sektor iştirakçılarının cəlbi dövlət müəssisələrinin cari transformasiya proqramları çərçivəsində təmin ediləcəkdir. Strategiyanın icrası dövründə bizneslərin transformasiya gündəliyinə onların idarəetmə və xidmət əməliyyatlarında, eləcə də ümumi fəaliyyətlərində əhəmiyyətli dəyişikliklərə təkan verəcək rəqəmsal tranformasiya tədbirləri yer alacaqdır. Beləliklə, müəssisələrdə daxili səmərəliliyin, rəqabət qabiliyyətliliyin və hesabatlılığın artırılması üçün mühit formalaşdırılacaqdır. “Azərbaycan Respublikasının işğaldan azad edilmiş ərazilərinə Böyük Qayıdışa dair I Dövlət Proqramı”nın Tədbirlər planı çərçivəsində icra edilməkdə olan rəqəmsal transformasiya sahəsindəki tədbirləri buna nümunə göstərmək olar. Strategiya ölkənin sosial-iqtisadi inkişafını əsas tutaraq, birgə əməkdaşlıq çərçivəsində həyata keçiriləcək və çevik icra mexanizminə əsaslanacaq təşəbbüslərdən ibarətdir. Strategiyanın təşəbbüslər portfelinin icrası çevik olmaqla bərabər, ekosistemin dəyişən ehtiyaclarına və çağırışlarına uyğunlaşdırılacaqdır. Ümumi təşəbbüslər ilə yanaşı, hər üç aspekt üzrə nazirliklər və digər dövlət qurumlarının birgə əməkdaşlığı çərçivəsində icrası nəzərdə tutulan səkkiz aparıcı təşəbbüs müəyyən edilmişdir. Strategiyada nəzərdə tutulmuş tədbirlər “Azərbaycan 2030: sosial-iqtisadi inkişafa dair Milli Prioritetlər” sənədi, qəbul olunmuş dövlət proqramları, həmçinin sahələr üzrə qəbul edilmiş “Azərbaycan Respublikasının informasiya təhlükəsizliyi və kibertəhlükəsizliyə dair 2023–2027-ci illər üçün Strategiyası” və 2023-2026-cı illər üçün “Maliyyə bazarları üzrə kibertəhlükəsizlik Strategiyası” kimi digər sənədlərlə uyğunluq təşkil edir. Beynəlxalq uğurlu təcrübəyə əsaslanaraq strategiyanın iki fundamental istiqaməti müəyyən edilmişdir: Mövcud iqtisadi sektorların rəqəmsallaşdırılmasının sürətləndirilməsi: Bu cür yanaşma, rəqəmsal texnologiyalardan və həllərdən istifadə edərək Azərbaycanda mövcud iqtisadi sektorların, o cümlədən, kənd təsərrüfatı, istehsal və maliyyə xidmətlərinin rəqəmsallaşdırılmasının sürətləndirilməsini nəzərdə tutur. Mövcud iqtisadi sektorların rəqəmsallaşdırılmasının sürətləndirilməsi ilə sözügedən sektorlarda səmərəlilik artacaq, resurslara qənaət ediləcək və daha yaxşı xidmət göstərilməsi təmin ediləcəkdir. Yeni rəqəmsal bizneslər yaratmaqla əlavə dəyərin formalaşdırılması: Bu cür yanaşma, yeni bizneslərin yaradılmasını, eləcə də yeni yaradılacaq bizneslərin təqdim edəcəyi rəqəmsal tətbiqlər vasitəsilə daha çox dəyər yaratmağı nəzərdə tutur. Bu cür bizneslərə e-ticarət, “FinTech”, “EdTech” və “HealthTech” kimi sahələri nümunə göstərmək olar. Beləliklə, yaradılacaq yeni rəqəmsal bizneslər ənənəvi biznes modellərini dəyişəcək, rəqəmsal texnologiyalardan istifadəyə üstünlük verəcək və nəticə etibarilə yeni iqtisadi dəyər, iş yerləri və investisiya mənbələri yaradan innovativ məhsul və xidmətlər təqdim edəcəklər. Strategiya beynəlxalq təcrübədə olduğu kimi uzunmüddətli perspektiv üzrə nəzərdə tutulsa da, sürətlə dəyişən iqtisadi və texnoloji vəziyyəti, eləcə də ölkədə baş verən son hadisələri əks etdirmək məqsədilə hər üç ildən bir yenilənə bilər. Bu da öz növbəsində, Strategiyanda biznes, cəmiyyət və dövlət aspektləri üzrə nəzərdə tutulan fəaliyyətlərin qlobal miqyasda dünyada gedən inkişafa və çağırışlara uyğun aktual saxlanılmasını və dəyişiklikləri əks etdirməsini təmin edəcəkdir. Strategiyanın uğurla həyata keçirilməsi üçün dövlət qurumlarının birgə səy göstərməsi olduqca vacibdir. Buna nümunə kimi, “Azərbaycan Respublikasının 2022-2026-cı illərdə sosial-iqtisadi inkişaf Strategiyası”nda nəzərdə tutulan əlverişli infrastrukturun inkişaf etdirilməsi, innovasiya mühitinin gücləndirilməsi və vətəndaşların erkən yaşlardan rəqəmsal səriştəliliyinin artırılması kimi tədbirlərdə birgə əməkdaşlığı göstərmək olar."
    },
    "2": {
        "title": "Beynəlxalq təcrübə və qlobal trendlər",
        "content": "21-ci əsrin üçüncü onilliyinin ilk illərindən etibarən, dünya dördüncü sənaye inqilabı adlanan və geniş rəqəmsal texnoloji transformasiyaya keçidi mümkün edən bir dövrü yaşamaqdadır. Bu dövr qlobal iqtisadiyyatın əsas sütunlarına xidmət edir və daha çox qarşılıqlı əlaqədə olan, avtomatlaşdırma və dataya əsaslanan yanaşma ilə xarakterizə olunur.  Texnoloji transformasiya ənənəvi biznes modellərini pozmur, əksinə onları yenidən formalaşdırır, yüksək səmərəlilik, məhsuldarlıq və dəyər yaratma səviyyələrini stimullaşdırır. Nəticədə fərdlərin, korporasiyaların qarşılıqlı əlaqələrinə təsir edən bir sıra qlobal trendlər yaranır. Müvafiq olaraq, ölkələr öz strategiyalarını bu trendlərə uyğunlaşdırırlar. Məsələn, Sinqapur 2006-cı ildə \"Ağıllı Millət\" Strategiyasını, 2018-ci ildə \"Fəaliyyət üçün Rəqəmsal İqtisadiyyat Çərçivəsi\"ni qəbul edərək 2020-ci ildə rəqəmsal iqtisadiyyatın payını ÜDM-də 8,5% artırmağa nail olmuşdur. Bundan əlavə, Böyük Britaniya və Şimali İrlandiya Birləşmiş Krallığı \"Rəqəmsal İqtisadiyyat Qanunu\" və \"Rəqəmsal Strategiya\"nı qəbul etdikdən sonra 2017-ci ildən etibarən rəqəmsal ixracın 63% artımına nail olmuşdur. Son onillikdə, beynəlxalq təcrübədə ölkələr rəqəmsallaşmanı təmin etmək üçün müxtəlif strategiyalar hazırlamaqla yanaşı ən son tendensiyaları əhatə etmək üçün onları yeniləyirlər. Böyük Britaniya və Şimali İrlandiya Birləşmiş Krallığı 2017-ci ildə həm \"Rəqəmsal Strategiya\", həm də \"Sənaye Strategiyası\"nı qəbul etmişdir. \"Rəqəmsal Strategiya\" Böyük Britaniya və Şimali İrlandiya Birləşmiş Krallığını rəqəmsal innovasiyalar sahəsində dünya lideri etmək, \"Sənaye Strategiyası\" isə iqtisadiyyatın müxtəlif sektorlarında məhsuldarlığı və innovasiyanı artırmağı hədəfləyir. Hər iki strategiya rəqəmsal dövrdə iqtisadi artım, innovasiya və rəqabət qabiliyyətliliyinə yönəlmiş tədbirləri özündə ehtiva edir və iqtisadi inkişafa təkan verməklə innovasiyanın vacibliyini və rəqəmsal infrastruktura sərmayə qoymağın əhəmiyyətini xüsusi vurğulayır. Hər iki strategiya rəqəmsal iqtisadiyyat üçün bacarıqların inkişafının vacibliyini qəbul edir və rəqəmsal dövrün tələblərinə uyğunlaşdırılmış təlim proqramları və təhsil islahatları da daxil olmaqla, işçi qüvvəsinin rəqəmsal bacarıqlarının artırılması təşəbbüslərinə üstünlük verir. Hər iki strategiyaya kiçik və orta bizneslərdə (KOB) rəqəmsal texnologiyaların tətbiqinə və onların rəqəmsal bazarlara çıxışına dəstək olmaq məqsədilə maliyyə dəstəyi və mentorluq proqramları kimi tədbirlərin icrası daxildir. Sinqapur 2018-ci ildə \"Fəaliyyət üçün Rəqəmsal İqtisadiyyat Çərçivəsi\"ni qəbul etmişdir. Bu çərçivə sənədi bizneslərin rəqəmsal transformasiyasını, işçilərin yeni rəqəmsal bacarıqlar vasitəsilə gücləndirilməsini və formalaşdırılmasını hədəfləyir. Qeyd olunan sənəd, \"Ağıllı Millət\" vizyonu ilə uyğunlaşdırılaraq, Sinqapurun rəqəmsal rəqabət qabiliyyətini artırmağı və Asiyada qlobal qovşağa çevrilməsini hədəfləyən fəaliyyət planını əks etdirən \"23 Sənaye Transformasiya Xəritəsi\"ni əhatə edir. Əlavə olaraq sözügedən sənəd, yerli rəqəmsal imkanları gücləndirmək, innovasiyaları dərinləşdirmək və qlobal miqyasda rəqəmsal iqtisadiyyatlara çıxışı asanlaşdırmaq üçün dövlət-özəl əməkdaşlığını və tərəfdaşlığını təşviq edir. Sinqapur, rəqəmsal iqtisadiyyatın transformasiyası çərçivəsində öz növbəsində istedadların inkişafını, tədqiqat və innovasiyanın dəstəklənməsi, fiziki və rəqəmsal infrastrukturun formalaşdırılmasını, qanunvericiliyin və standartların təkmilləşdirilməsini, bütün sektorlar üzrə müəssisələrin rəqəmsal transformasiyasını sürətləndirməyi, mövcud müəssisələrin rəqəmsal texnologiyadan istifadə etməklə inkişafını və yeni müəssisələrin yaradılmasına yönəlmiş dəstək proqramlarını və ekosistemin iştirakçıları arasında əməkdaşlıqları prioritetləşdirir. Həmçinin, məlumatların idarə edilməsi, məxfiliyi, mühafizəsi və kibertəhlükəsizlik siyasətləri sahəsində, süni intellekt kimi bir sıra digər dördüncü sənaye inqilabı texnologiyalarının tətbiqi imkanlarını müəyyən etmək və təkmilləşdirmək sahəsində davamlı təşəbbüslər irəli sürür. Ümumilikdə, beynəlxalq təcrübədə rəqəmsal iqtisadiyyata keçid edən uğurlu ölkələrin nümunəsində aşağıda qeyd olunan dörd əsas məqam müşahidə olunur: Strategiyalar üç aspekt - biznes, cəmiyyət və dövlət aspektlərini əhatə edən vahid yanaşmaya əsaslanır. Biznes aspekti rəqəmsal texnologiyaları və bu texnologiyalar əsasında formalaşan məlumatlardan istifadə etməklə inkişaf etdirilən və  iqtisadi dəyər yaradan fəaliyyətləri əhatə edir. Cəmiyyət aspekti cəmiyyətin bütün təbəqələrinin bir-birilə qarşılıqlı əlaqədə olduğu, birgə çalışdığı, qarşılıqlı öyrəndiyi və digər bu kimi münasibətlərdə rəqəmsal texnologiyalardan geniş və səmərəli istifadəni nəzərdə tutur. Nəhayət, dövlət aspekti infrastrukturun yaradılmasını və rəqəmsal texnologiyaların dövlət idarəetməsində tətbiqini, o cümlədən, dövlətin müxtəlif fəaliyyət sahələri və dövlət xidmətlərinə inteqrasiyasını əhatə edir. Strategiyalar uzunmüddətli perspektivi əhatə etsə belə, inkişaf tempi və dəyişiklik tezliyinə uyğun olaraq öyrənmək, sınaqdan keçirmək və dəyişmək kimi komponentləri özündə birləşdirən çevik icra mexanizmləri vasitəsilə idarə olunur. Ölkələrin inzibati idarəetmə modeli və sosial-iqtisadi inkişaf kontekstlərinə əsaslanan fərqli idarəetmə mexanizmlərinə malik olmalarına baxmayaraq, uğurlu nəticənin əldə edilməsi üçün dövlət qurumları arasında sıx əməkdaşlıqların vacibliyi ön plana çıxır. Ölkələrin rəqəmsal iqtisadiyyata keçid məqsədilə tələb olunan rəqəmsallaşma prosesinin əsaslarını qurmaq üçün infrastruktur və bacarıqların inkişaf etdirilməsi ilə yanaşı, tədqiqat və inkişaf, innovasiya və sahibkarlığa xüsusi diqqət ayırması və bu sahələrə sərmayə qoyuluşunu artırması müşahidə olunur. Almaniya, Böyük Britaniya və Şimali İrlandiya Birləşmiş Krallığı və ABŞ kimi bəzi iqtisadiyyatlarda biznes və cəmiyyətin inkişaf dinamikası rəqəmsallaşmanı təbii olaraq şərtləndirərək rəqəmsal iqtisadiyyata keçidi sürətləndirərsə də, Azərbaycan cari imkanlarına və mövcud çağırışlara əsaslanaraq rəqəmsal iqtisadiyyata keçidi sürətləndirmək üçün özünəməxsus yanaşma nümayiş etdirməlidir: Dövlət normativ çərçivə yaratmaq, sərmayə qoyuluşu və digər islahatlar vasitəsilə dəyişikliyə təkan verməklə transformasiya prosesində aktiv rol oynamalı və rəqəmsal iqtisadiyyata keçidi təşviq etməlidir.   Əhalinin gənc olması Azərbaycan üçün üstünlük olsa da, rəqəmsal iqtisadiyyatda keçid üçün tələb olunan bacarıqların cəmiyyətdə geniş vüsət almaması bu keçidi ləngidir.     İqtisadi fəaliyyətdə səhmləri dövlətə məxsus müəssisələrin mühüm rol oynaması bazar prinsiplərinə əsaslanan dövlət siyasəti vasitəsilə transformasiyanın aparılmasını asanlaşdırır. Beynəlxalq təcrübədə iqtisadi artıma töhfə verən beş qlobal trend aşağıdakı kimi ümumiləşdirilmişdir: İnvestisiyaların qabaqcıl texnologiyalara yönəldilməsi. Qlobal miqyasda məhsuldarlığı və rəqabət qabiliyyətini artırmaq, şəffaflığı təşviq etmək məqsədilə qabaqcıl texnologiyalara qoyulan investisiyalar artmaqdadır. Təkcə 2021-ci ildə bu istiqamətdəki investisiyaların ümumi həcmi təqribən 650 milyard ABŞ dolları təşkil edib. Bu investisiyalar qabaqcıl bağlantı, süni intellekt tətbiqi, bulud texnologiyası və Web3 kimi qabaqcıl texnologiyalara yönəldilmişdir. Bundan əlavə, son dövrlər sənayedə mürəkkəb proseslərin avtomatlaşdırılması və təkmilləşdirilməsini təmin edən maşın öyrənməsi və immersiv reallıq texnologiyaları kimi inkişaf etməkdə olan texnologiyalardan istifadəyə daha çox diqqət ayrılıb. Qeyd etmək lazımdır ki, 2035-ci ilə qədər tammiqyaslı yeni nəsil kompüterləşmə üzrə tətbiq hallarının 1 trilyon ABŞ dollarından çox olması gözlənilir. Bu paradiqma dəyişikliyi cari və gələcək iqtisadi mənzərədə daim artan əhəmiyyəti və rəqəmsal imkanlardan asılılığı ifadə edir. Yeni bizneslərə investisiya qoyuluşunun artırılması. Yeni biznesin yaradılmasına qoyulan investisiya əsasən texnologiya, media və telekommunikasiya, eləcə də qabaqcıl sənayelərlə bağlıdır. \"McKinsey & Company\" şirkəti tərəfindən yeni biznes quruculuğu üzrə aparılmış qlobal sorğuya əsasən, təşkilatlar hər il gəlirlərinin 5%-ni yeni bizneslərin qurulması üçün istifadə edirlər. Bu zaman, yeni bizneslər mövcud bizneslərdən iki dəfə daha çox dəyər yaradır ki, bu da öz növbəsində, yeni bizneslərin dəyərini nümayiş etdirir. Yeni bizneslərin 10-20%-i gələcəkdə fəaliyyətini davam etdirsə də, bu bizneslərə investisiya qoyuluşu etmək onların böyüməsini sürətləndirmək və uğurunu artırmaq üçün vacibdir. Gələcəyin işçi qüvvəsində dəyişiklik. Avtomatlaşdırma daha çox tətbiq edildikcə və texnologiyalara investisiya qoyuluşu artdıqca, mövcud iş yerlərinə olan tələb kəskin şəkildə dəyişikliyə məruz qalır. Dünya İqtisadi Forumunun 2023-cü il hesabatına əsasən, növbəti 5 il ərzində iş mühitində bacarıqların 44%-nin tranformasiyaya məruz qalacağı və ən çox tələb olunan bacarıqlar sırasında analitik bacarıqlar, yaradıcı düşüncə, texnoloji savadlılığın olacağı qeyd olunur. Belə ki, 2027-ci ilə qədər bütün biznes tapşırıqlarının 42%-nin, informasiya və məlumatların emalı üzrə işlərin isə 65%-nin avtomatlaşdırılacağı ehtimal edilir. Bu isə işçi qüvvəsinin yerdəyişməsinə səbəb ola bilər. Bu dəyişiklik baş verdikcə əsasən fiziki bacarıqlar tələb edən işlərin azalması gözlənilir. Əksinə, yaradıcılıq, sahibkarlıq və layihənin idarə edilməsi kimi qabaqcıl zehni və sosial bacarıqlar tələb edən işlərə isə tələbatın artacağı proqnozlaşdırılır. Eyni zamanda, hər 10 işçidən 6-nın əlavə bacarıqlara ehtiyac duyacağı, lakin bir çoxunun müvafiq resurslara çıxışının olmayacağı vurğulanır. Bu səbəbdən, işçi qüvvəsini növbəti dövrə hazırlamaq, onu gələcək iş bacarıqları ilə təchiz etmək olduqca vacibdir. İstehlakçının vərdiş və gözləntilərində dəyişiklik. Son dövrlər istehlakçılar onlayn alətlərdən daha çox istifadə etməyə üstünlük verirlər. Məsələn, e-ticarət bütün bazarlardakı illik artım tempini 15-25%-ə çatdırmaqla dayanıqlı inkişaf dinamikasına nail olmuşdur. Bu cür inkişaf e-ticarət platformalarının istifadəyə rahat olmasını və zəngin məlumatlara çıxışın asanlaşdırılmasını təmin edir,  əlavə olaraq fərdiləşdirmə imkanları kimi xüsusiyyətləri mümkün edir. Nəticə etibarilə, daha yüksək rahatlıq və təkmilləşdirilmiş təhlükəsizlik imkanlarına malik yeni ödəniş üsulları, o cümlədən mobil ödənişlər və elektron pul kisələrindən istifadə artır. Texnologiya infrastrukturuna investisiya qoyuluşunun artması. Məlumatların sürətli artımı və yeni texnologiyaların inkişafı texnoloji infrastruktura yönəlmiş investisiyalara qlobal marağı artırır. İnfrastruktur müasir iqtisadiyyatın onurğa sütunu rolunu oynayaraq innovasiya və transformasiyanı asanlaşdırır, yüksək sürətli şəbəkələr və məlumat mərkəzləri kimi xidmətləri gücləndirir. Bulud hesablamaları kimi texnologiyaların istifadəsi artmaqda olan məlumat axınlarının idarə edilməsində və saxlanılmasında mühüm əhəmiyyət kəsb edir. Bu investisiyalar məlumatların qloballaşmasına, innovasiyalara təkan verməsinə və lazımsız xərclərin azaldılmasına şərait yaradır. Nəticə etibarilə, texnoloji infrastruktura investisiyanın qoyulması ilə məhsul və xidmətlərin keyfiyyəti əhəmiyyətli dərəcədə yaxşılaşır. Bu cür strategiyaların icrasını mümkün edən institusional çərçivə və mexanizmlər hər bir ölkənin öz inzibati strukturuna, sosial-iqtisadi kontekstinə və müxtəlif idarəetmə mexanizmlərinə görə dəyişsə də, qabaqcıl təcrübələrə əsasən davamlı əməkdaşlığa əsaslanan modellər daha uğurlu olur. Qlobal bençmarklardan göründüyü kimi, institusional çərçivə və mexanizmlə bağlı üç prototip mövcuddur: Birincisi, strategiyanın icrasına cavabdeh olan orqanın birbaşa mərkəzi hökumətə tabeliyini mümkün edən mərkəzləşdirilmiş yanaşmadır. Bu cür yanaşma, Türkiyə və İsveçrədə müşahidə olunur. Belə ki, hər iki ölkədə müvafiq qurumlar ya Prezidentə, ya da Kanslerə tabedir. İkincisi, rəqəmsal transformasiya istiqamətindəki fəaliyyətlərin dizaynına və icrasına nəzarət edən xüsusi rəqəmsal nazirliyin yaradılmasını mümkün edən qeyri-mərkəzləşdirilmiş yanaşmadır. Bu cür yanaşmaya Lüksemburq (Rəqəmsallaşdırma Nazirliyi) və Yunanıstan (Rəqəmsal İdarəetmə Nazirliyi) kimi ölkələri nümunə gətirmək olar. Nəhayət, fəaliyyət istiqaməti məhz rəqəmsallaşdırma ilə əlaqəli olmayan nazirliyin prosesə cavabdehlik daşıması halı isə üçüncü yanaşmadır. Bu cür yanaşmanın beynəlxalq təcrübədə iki əsas istiqaməti mövcuddur. İslandiya və Norveçdəki kimi mövcud nazirlik daxilində ixtisaslaşmış orqanın (Agentlik) yaradılması ilkin istiqamətə nümunə olaraq çəkilə bilər. Almaniya (Federal İqtisadiyyat və Enerji Nazirliyi), Estoniya (İqtisadiyyat və Rabitə Nazirliyi) və Braziliyada (Elm, Texnologiya və İnnovasiyalar Nazirliyi) olduğu kimi, ayrıca bir ofis və ya orqan yaratmadan, rəqəmsal transformasiya prosesinə nəzarətin birbaşa nazirliyə həvalə edilməsi isə növbəti nümunə kimi götürülə bilər. Almaniya təcrübəsində rəqəmsallaşdırma fəaliyyətlərinə nəzarət edən əsas nazirlik Federal İqtisadiyyat və Energi Nazirliyi hesab olunur. Bu Nazirlik, Almaniyanın rəqəmsal strategiyasının və rəqəmsallaşma ilə bağlı siyasətlərinin formalaşmasında mərkəzi rol oynayır. O, rəqəmsal infrastrukturun inkişafı, kibertəhlükəsizlik, rəqəmsal innovasiya, informasiya texnologiyaları da daxil olmaqla, rəqəmsallaşdırmanın müxtəlif aspektlərini həll etmək üçün Federal Daxili İşlər, Tikinti və İcma və Federal Nəqliyyat və Rəqəmsal İnfrastruktur Nazirliyi kimi digər nazirliklərlə əməkdaşlıq edir. Bundan əlavə, ölkələr strategiyaların həyata keçirilməsində əsasən geniş mexanizmlər və alətlər toplusundan istifadə edirlər. Bu cür nümunələrə təşviq və dəstək proqramları, rəqəmsal transformasiya üzrə təlim mərkəzləri, potensialın gücləndirilməsi təşəbbüsləri, maliyyələşdirmə çərçivələri, özünüməşğulluq və təhsil imkanlarını ehtiva edən proqramlar daxildir."
    },
    "3": {
        "title": "Mövcud vəziyyətin təhlili",
        "content": "Azərbaycan artıq Strategiyanın hər üç elementinin inkişafını dəstəkləyən bir çox mexanizmlər, layihələr və alətləri həyata keçirir. Onlardan son illərdə \"2022-2026-cı illərdə sosial-iqtisadi inkişaf Strategiyası\"nın qəbulu və icrasını, KOB-ların transformasiyasını dəstəkləmək üçün görülən işləri, sahibkarlıq subyektlərinin inkişafına maliyyə dəstəyinin göstərilməsini, eləcə də KOB-ların iqtisadi dəyər yaratmalarına dəstək olması və onlara göstərilən xidmətlərin mərkəzləşdirilməsi üçün \"KOB evləri\"nin yaradılmasını, yüksək ixtisaslı kadrların formalaşması üçün beynəlxalq təlim platformaları ilə əməkdaşlıqları, innovativ texnologiyalar sahəsində keçirilən ölkə və beynəlxalq əhəmiyyətli tədbirləri və s. nümunə kimi göstərmək olar. Bundan əlavə, son vaxtlar innovasiya və sahibkarlıq ekosistemi viza proseslərinin təkmilləşdirilməsi, sahibkarlıq və yeni bizneslər üçün şərait yaradan mexanizmlərin inkişafına yönəlmiş proqramlar vasitəsilə dəstəklənir. Dövlət informasiya sistemlərinin və ehtiyatlarının, habelə elektron xidmətlərin vahid platformaya (Elektron Hökumət İnformasiya Sisteminə) inteqrasiyasının effektiv təşkili yolu ilə dövlət idarəçiliyində xərclərin azaldılması və dövlət qurumları arasında koordinasiyanın yüksəldilməsi məqsədilə \"Hökumət buludu\" yaradılmış və fəaliyyəti təmin olunmuşdur. Bunula yanaşı, ölkənin yüksəksürətli internetlə keyfiyyətli və davamlı şəkildə təmin edilməsi üçün müvafiq işlər aparılır. Dövlət sektorunda vətəndaşlara (G2C), biznesə (G2B) və həmçinin əcnəbilərə və vətəndaşlığı olmayan şəxslərə \"ASAN xidmət\" mərkəzləri tərəfindən 400-dən çox xidmət təklif olunur. Eyni zamanda, \"Dövlət xidmətləri haqqında məlumatların vahid mənbədə toplanması və sistemləşdirilməsi, xidmətlərin göstərilməsində təkrarçılığın aradan qaldırılması və yeni növ xidmətlərin yaradılması yolu ilə bu sahədə idarəetmənin çevikliyinin təmin edilməsi, xidmətlər üzrə təhlil və proqnozlaşdırma imkanlarının artırılması məqsədi ilə yaradılmış \"Dövlət Xidmətlərinin Elektron Reyestri\" vasitəsilə istifadəçi qruplara (yerli özünüidarəetmə orqanları, dövlət orqanları, hüquqi şəxslər və fiziki şəxslər) 1000-dən çox xidmət təqdim olunur. Maliyyə xidmətləri sektorunda texnoloji irəliləyişlərlə ayaqlaşmaq məqsədilə, hazırda ölkədə fəaliyyət göstərən 30-dan çox \"FinTech\" subyektinin fəaliyyəti təmin olunmuşdur. Bu müəssisələrin fəaliyyəti dövlət qurumlarının təcrübələri ilə müşayiət olunaraq, cəmiyyətdə nağdsız ödənişləri də sürətləndirməkdədir. Sektorların inkişafı üçün də konkret addımlar atılır. \"Elektron Kənd Təsərrüfatı İnformasiya Sistemi\" vasitəsilə hazırda ölkədə altı yüz mindən çox fermer tərəfindən subsidiya müraciətləri də daxil olmaqla, bir sıra xidmətlərdən yaralanmaq imkanı yaradılmışdır. Həmçinin, daxili proseslərin təkmilləşdirilməsi və vətəndaşlara səhiyyə xidmətlərinin göstərilməsi, eləcə də xidmətlərin keyfiyyətinin artırılması istiqamətində səhiyyə sisteminin rəqəmsal transformasıyasına yönəlmiş tədbirlər icra edilir. Bununla yanaşı, Azərbaycanda sosial, vergi, satınalma və iqtisadiyyatın bir sıra digər sektorlarında proseslərin rəqəmsallaşmasının sürətləndirilməsi məqsədilə islahatlar hazırlanır, dövlət proqramları qəbul olunur, informasiya sistemləri formalaşdırılır və layihələr icra edilir. Ali təhsil müəssisələri tərəfindən tələbələrə rəqəmsal təhsil modelləri təklif edilir, universitetlər nəzdində tədqiqat yönümlü rəqəmsal inkişaf, innovasiya, rəqəmsal iqtisadiyyat kimi mərkəzlər və ya struktur bölmələr yaradılaraq rəqəmsal məlumatların təhlili aparılır və müxtəlif innovativ həllərin tətbiqi araşdırılır ki, bu da öz növbəsində İKT infrastrukturuna investisiya qoyuluşunu artırır. Sənaye mülkiyyəti obyektlərinin (ixtira, faydalı model, sənaye nümunəsi, əmtəə nişanları, coğrafi göstəricilər) qeydiyyatı məqsədilə iddia sənədlərinin qəbulunu mümkün edən \"Patentlərə, Əmtəə Nişanlarına Açıq Hədəf\" rəqəmsal informasiya sistemi vasitəsilə həyata keçirilir ki, bu da öz növbəsində xidmətlərə əlçatanlığı artırır, operativlik və şəffaflığı təmin edir, o cümlədən ölkədə ixtira və patent fəallığının artmasına müsbət təsir göstərir. Kibertəhdidlərin geniş vüsət aldığı bir dövrdə dövlət qurumlarının informasiya təhlükəsizliyinin təmin olunması məqsədilə, onlara mühafizə olunan telekommunikasiya kanalları, təhlükəsiz internet bağlantısı və mərkəzləşdirilmiş elektron poçt xidməti təqdim olunur ki, bu da öz növbəsində dövlət qurumlarının informasiya təhlükəsizliyinə peşəkar və hərtərəfli yanaşmanı özündə ehtiva edir. Yuxarıda qeyd olunan və strategiyanın hər üç elementinin inkişafını dəstəkləyən fəaliyyətlərin həyata keçirilməsi rəqəmsal iqtisadiyyatın fəaliyyətləri üzrə dəyər yaratmağa imkan verəcəkdir. Rəqəmsal iqtisadiyyatı müxtəlif ölçülər əsasında tədqiq edən bəzi beynəlxalq indekslərdə Azərbaycanın mövqeyi aşağıdakı kimidir: Portulans İnstitutunun 2023-cü il üzrə Şəbəkə Hazırlığı İndeksi (ŞHİ)/Təsir hesabatında – iqtisadiyyat ölçüsü üzrə Azərbaycan 134 ölkə arasında 81-ci yerdədir. Bu ölçüyə yüksək texnologiyalı və orta yüksək texnologiyalı istehsal, yüksək texnologiyalı ixrac və İKT xidmətlərinin ixracı kimi komponentlər daxildir. Portulans İnstitutunun 2023-cü il üzrə Şəbəkə Hazırlığı İndeksi (ŞHİ)/ Texnologiya – gələcək texnologiya ölçüləri üzrə Azərbaycan 134 ölkə arasında 35-ci yerdədir. Bu ölçüyə inkişaf etməkdə olan texnologiyaların qəbulu dərəcəsi, inkişaf etməkdə olan texnologiyalara investisiya və kompüter proqram təminatı xərcləri kimi komponentlər daxildir. Portulans İnstitutunun 2023-cü il üzrə \"Şəbəkə Hazırlığı İndeksi\" (ŞHİ)/İnsanlar – fərdlər ölçüsü üzrə Azərbaycan 134 ölkə arasında 89-cu yerdədir. Bu ölçüdə təhsil sistemində İKT bacarıqları, süni intellekt üzrə kadrların konsentrasiyası və ümumi qəbulun ali məktəbə qəbula nisbəti kimi komponentlər var. Portulans İnstitutunun 2023-cü il üzrə \"Şəbəkə Hazırlığı İndeksi\" (ŞHİ)/İdarəetmə – qaydalar ölçüsü üzrə Azərbaycan 134 ölkə arasında 103-cü yerdədir. Bu ölçü tənzimləmə keyfiyyəti, İKT tənzimləmə mühiti, yeni yaranan texnologiyaların tənzimlənməsi kimi komponentlərə malikdir. Portulans İnstitutunun 2023-cü il üzrə \"Şəbəkə Hazırlığı İndeksi\" (ŞHİ)/texnologiya – rabitəyə çıxış ölçüsü üzrə Azərbaycan 134 ölkə arasında 72-ci yerdədir. Bu ölçüdə beynəlxalq internet sürəti, ən azı 3G mobil şəbəkəsi ilə təmin olunan əhali kimi komponentlər var. Ümumdünya Əqli Mülkiyyət Təşkilatının innovasiya fəaliyyətinin potensialı, səmərəliliyi və çərçivə şərtlərini əhatə edən 81 indikator əsasında tərtib edilmiş \"Qlobal İnnovasiya İndeksi\" (İndeks) reytinqində Azərbaycan 2022-ci il ilə müqayisədə göstəricilərini dörd pillə yaxşılaşdıraraq 2023-cü ildə 89-cu yerdə qərarlaşıb. Bu İndeksin \"innovasiya resursları\" alt indeksi üzrə Azərbaycan 76-cı yerdə, \"biznes təcrübəsi\" blokunda \"innovasiya əlaqələri\" alt indeksi üzrə 48-ci yerdə, biliklər və texnologiyaların nəticələri blokunun ixtiralar alt indeksi üzrə 63-cü yerdə, PTC (Patent Əməkdaşlığı haqqında Müqavilə) patentləri üzrə 87-ci yerdə, faydalı modellər alt indeksi üzrə isə 49-cu yerdə qərarlaşıb. Bu İndeksin \"kreativ fəaliyyətin nəticələri\" blokunun \"qeyri-maddi aktivlər\" istiqamətində \"əmtəə nişanları\" əqli mülkiyyət indikatoru üzrə isə, Azərbaycan 132 ölkə arasında 66-cı yerdə qərarlaşaraq ötən il ilə müqayisədə öz mövqeyini 14 pillə yaxşılaşdırmışdır. Bu nəticələrlə yanaşı, dövlət müəssisələri və iri müəssisələrlə keçirilən görüşlər əsasında aşağıdakı güclü, zəif tərəflər, təhlükələr və imkanlar üzə çıxarılmışdır: Xüsusilə, bir sıra böyük şirkətlərin rəqəmsal transformasiyaya yönəlmiş layihələrə başlamaq və ya bu cür təşəbbüsləri artıq həyata keçirmək niyyətləri olsa da, bəzi şirkətlər hər hansı bir konkret texnologiyanın və sektora aid tətbiqlərinin müəyyən edilməsində çox zaman çətinliklərlə üzləşirlər. Rəqəmsal iqtisadiyyata keçid üçün tələb olunan bacarıqlara malik kadrlara ehtiyac yaranmışdır. Azərbaycanda mövcud işçi qüvvəsi gənc olsa da, bu hal şirkətlərin tələbini ödəmir. Buna görə də, əsas bacarıqların inkişafını sürətləndirmək üçün bacarıqların artırılması proqramları həyata keçirilməlidir (məsələn, Sənaye 4.0). Şirkətlər rəqəmsal transformasiya prosesini dəstəkləyən və sürətləndirən mexanizmlər axtarışındadırlar. Bu cür mexanizmlərə dəstəkləyici tənzimləmələr, maliyyələşdirmə mexanizmləri, infrastrukturun yaradılması və qlobal tərəfdaşlıqların yaradılması (məsələn, texnologiya təminatçıları ilə) kimi nümunələri qeyd etmək olar. Rəqəmsal iqtisadiyyat ölçüləri ilə bağlı statistik məlumatlara gəldikdə, Azərbaycanda hazırda mövcud olan məlumatlar əsasında nümayiş etdirilən bəzi reprezentativ ölçülər aşağıda verilmişdir: Azərbaycan Respublikasının Dövlət Statistika Komitəsinin məlumatına əsasən, 2023-cü ildə İKT sektorunun ÜDM-də payı 1,7% təşkil edir ki, bu da İKT sektorunun ölkə iqtisadiyyatına töhfəsi üçün artım imkanını göstərir. Bu rəqəm Türkiyədə 2,7%, Səudiyyə Ərəbistanında isə təxminən 4% təşkil edir. Azərbaycan Respublikasının Dövlət Statistika Komitəsinin məlumatına əsasən, İKT sektorunun məşğulluqda payı 2022-ci ildə 1,3% çatmışdır. Qlobal tədqiqat assosiasiyası olan Konfrans Şurasının son statistik məlumatlarına görə, Azərbaycanın İKT aktivləri tərəfindən göstərilən kapital xidmətlərinin real ÜDM artımına töhfəsi 2023-cü ildə 0,3% təşkil edir ki, bu da bəzi ölkələrin göstəricilərinə yaxındır – məsələn, Türkiyədə 0,4%, Qazaxıstanda isə 0,2%. Dünya Bankının məlumatına əsasən, 2021-ci ildə Azərbaycanın İKT məhsul ixracının ümumi məhsul ixracında olan payı 0,02%, Türkiyə, Səudiyyə Ərəbistanı və Gürcüstan kimi ölkələrin payı isə 0,4%-1,5% arasında dəyişir. Azərbaycan Respublikasının Dövlət Statistika Komitəsinin məlumatına əsasən isə 2022-ci ildə bu göstərici 0,06% təşkil edib. Azərbaycan Respublikasının Statistika Komitəsinin məlumatına əsasən 2022-ci ildə Azərbaycanda internetdən istifadə edən əhalinin payı 88% qeydə alınmışdır. Dünya Bankının məlumatına əsasən isə bu faiz Qazaxıstanla (92%) müqayisədə nisbətən aşağı, Türkiyə (83%) və Gürcüstanla (79%) müqayisədə isə daha yüksəkdir. Azərbaycanın mövcud vəziyyətinin qiymətləndirilməsini tamamlamaq və Tədbirlər Planında təşəbbüslərin inkişaf etdirilməsinə töhfə vermək məqsədilə aşağıda ümumiləşdirilmiş şəkildə ölkə üçün GZİT (SWOT) (güclü və zəif tərəflər, imkanlar və təhlükələr) təhlili aparılmışdır:",
        "tables": [
            {
                "title": "SWOT Analizi",
                "headers": ["Güclü tərəflər","Zəif tərəflər","İmkanlar","Təhlükələr"],
                "rows": [
                    [
                        "Azərbaycanın əlverişli coğrafi mövqeyi: Şərqi Avropa ilə Asiya arasında yerləşməsi",
                        "Hazırda neft və qaz ixracından asılılığa malik iqtisadiyyatın mövcudluğu",
                        "Azərbaycan İnvestisiya Holdinqi tərəfindən idarə olunan dövlət müəssisələrində transformasiya proqramlarının nəzərə alınması",
                        "Xarici investisiyalara mane ola biləcək qlobal iqtisadi böhranlar"
                    ],
                    [
                        "Karbohidrogen sektorunda təbii ehtiyatların olması",
                        "Yetərli rəqəmsal savadlılığın olmaması",
                        "Azərbaycan Respublikasının işğaldan azad edilmiş ərazilərində həyata keçirilən proqramlarda rəqəmsallaşmaya dair tədbirlərin yer alması",
                        "Rəqəmsallaşma sahəsində digər iqtisadiyyatların inkişaf tempi"
                    ],
                    [
                        "İdarə olunan maliyyə siyasətinin mövcudluğu",
                        "Regionlarda rəqəmsal infrastruktur və texnologiyanın tətbiqinin şəhərlərə nisbətdə zəif olması",
                        "Transxəzər Beynəlxalq Nəqliyyat Marşrutu üzərində yerləşməsi, daha effektiv logistika tənzimlənməsi ilə xüsusilə e-ticarətin inkişafına müsbət təsir imkanı",
                        "Rəqəmsal transformasiya prosesində kiberhücumlara və məlumatların sızmasına səbəb ola biləcək təhdidlər"
                    ],
                    [
                        "Şərqi Avropadan Mərkəzi Asiyaya qədər səmərəli ünsiyyət qura bilən çoxdilli vətəndaşlara malik olması",
                        "Rəqəmsal iqtisadiyyatın stimullaşdırılması üçün normativ hüquqi aktlarda tədbirlərin zəif nəzərə alınması",
                        "Regionda məlumat mərkəzlərinə (Data Mərkəz) və onların təklif etdiyi infrastruktur əsaslı xidmətlərə artan tələbat",
                        "Regionda potensial siyasi qeyri-sabitlik"
                    ],
                    [
                        "Vətəndaşlar arasında rəqəmsal transformasiyaya maraq göstərən və təkan verə biləcək gənclərin olması",
                        "Cəmiyyətdə informasiya təhlükəsizliyi mədəniyyətinin (kibergigiyena) aşağı səviyyədə olması",
                        "Mövcud geosiyasi və iqtisadi konyukturaya uyğun olaraq texnologiya şirkətlərinin yerdəyişməsi",
                        "İnformasiya sistemlərində və ehtiyatlarında mövcud olan, o cümlədən yayılması qanunvericiliklə məhdudlaşdırılmış məlumatların ələ keçirilməsinə yönəlmiş əməllər"
                    ],
                    [
                        "İnformasiya təhlükəsizliyinin dövlət təhlükəsizliyinin vacib elementi olaraq qiymətləndirilməsi, bu sahədə dövlət proqramlarının mövcudluğu",
                        "Rəqəmsal iqtisadiyyatın inkişafı üçün zəruri olan bir sıra ixtisaslar üzrə, o cümlədən informasiya təhlükəsizliyi sahəsində kadr çatışmazlığı",
                        "İnformasiya təhlükəsizliyi ilə əlaqəli olan sahələri idarəetmə sistemləri arasında harmonizasiya, qurumdaxili və qurumlararası koordinasiya, informasiya təhlükəsizliyi ekosistemində inkişaf və birliyə meyilliliyin mövcudluğu",
                        "İnformasiya təhlükəsizliyinə olan təhdidlərin, kibercinayətlərin qloballaşması və fiziki sərhədləri aşması"
                    ],
                    [
                        "Dövlət, cəmiyyət və özəl qurumlar üçün dayanıqlı və daha təhlükəsiz informasiya məkanının, data mərkəzlərin və yerli bulud həllərinin mövcudluğu",
                        "",
                        "İdarəetmə üzrə qərarvermədə, riskləri, insidentləri müəyyənetmədə və konfiqurasiyada sanksiyasız dəyişiklikləri dərhal aşkaretmədə, qabaqlayıcı (preventiv) və təshihedici (korektiv) əks-tədbirləri hazırlamaqda süni intellekt əsaslı texnologiyaların istifadə edilməsi",
                        "Yeni növ kibercinayətlərin və bununla əlaqəli texnologiyaların yaranması"
                    ],
                    [
                        "İstehlakçıların genişzolaqlı internetlə təmin olunması",
                        "",
                        "Bulud xidmətlərinin inkişafı, genişlənməsi, paylanmış bulud (\"distributed cloud\") texnologiyalarının yaranması ilə yeni çevik təhlükəsizlik həllərinin tətbiqi",
                        ""
                    ]
                ]
            }
    ]
    },
    "4": {
        "title": "Hədəf göstəriciləri və məqsədlər",
        "content": "Rəqəmsal iqtisadiyyata keçid “Azərbaycan Respublikasının 2022-2026-cı illərdə sosial-qtisadi inkişaf Strategiyası”nın məqsəd və fəaliyyət istiqamətlərində qeyd olunduğu kimi infrastrukturun təkmilləşdirilməsi, sahələr üzrə potensialın artırılması və inkişafı proqramları, sahibkarlıq ekosisteminin təkmilləşdirilməsi kimi tamamlayıcı komponentlərin olmasını tələb edir. Bununla belə, Strategiya biznes, cəmiyyət və dövlət aspektlərini nəzərə alaraq, yuxarıda adıçəkilən straregiyanın “1.1.8.1. Rəqəmsal iqtisadiyyatın inkişafı üzrə strategiyanın hazırlanması və tətbiqi\" və “1.1.8.4. Milli iqtisadiyyatda dördüncü sənaye inqilabı texnologiyalarının tətbiqi imkanlarının tədqiq edilməsi” tədbirlərini əhatə edir. Eyni zamanda, eyni Strategiyanın “1.1.8.2. Rəqəmsal iqtisadiyyatın inkişafı üçün tənzimləyici mexanizmin yaradılması\" və “1.1.8.3. Rəqəmsal iqtisadiyyatın inkişafı üçün əlverişli infrastrukturun yaradılması” tədbirləri rəqəmsal iqtisadiyyata uğurlu keçidin tamamlanmasını və ekosistemin gücləndirilməsini hədəfləyir. Bunları nəzərə alaraq, Strategiya üç aspekt ətrafında məqsədləri müəyyənləşdirir: Biznes aspekti: Müəssisələrin transformasiyası hesabına ÜDM artımının sürətləndirilməsi. Cəmiyyət aspekti: Vətəndaşların məşğulluğunun təmin edilməsi üçün sahəvi bilik və bacarıqlara əlçatanlığının artırılması. Dövlət aspekti: Dövlət əməliyyatlarının səmərəliliyinin və effektivliyinin daha da artırılması üçün data əsaslı idarəetmənin tətbiq edilməsi. Xüsusilə qeyd olunmalıdır ki, rəqəmsal iqtisadiyyatın ÜDM-ə verdiyi töhfənin kəmiyyətcə qiymətləndirilməsi Strategiyanın təsirini ölçən əsas göstəricilərindən biridir. Bu töhfəni qiymətləndirmək üçün isə xüsusi metodologiyalar və məlumatların təhlili tələb olunur. Hazırda, Azərbaycanda rəqəmsal iqtisadiyyatın dəqiq payını əks etdirən adekvat məlumat mənbələrin olmaması səbəbindən, Strategiyanın Tədbirlər Planına rəqəmsal iqtisadiyyatla bağlı göstəricilər üzrə məlumatların toplanması və ÜDM-ə töhfənin qiymətləndirilməsi metodologiyasının yaradılması təşəbbüsü əlavə edilmişdir. Bu təşəbbüsün həyata keçirilməsi üçün tələb olunan müvafiq məlumatlar maraqlı tərəflərin, o cümlədən Azərbaycan Respublikasının Dövlət Statistika Komitəsi ilə birgə əməkdaşlıq çərçivəsində həyata keçiriləcəkdir. Strategiyanın təsirini daha detallı şəkildə izləmək və şəffaflığı artırmaq üçün hədəf ana göstəricilər və hədəf alt göstəricilər aşağıda göstərildiyi kimi müəyyən edilmişdir. Hədəf ana göstəricilərin yaradılması üçün tələb olunan məlumatlar müvafiq maraqlı tərəflərin, o cümlədən Azərbaycan Respublikasının Dövlət Statistika Komitəsinin dəstəyi ilə toplanacaqdır.",
        "tables": [
            {
                "title": "2028-ci il üçün strategiya və hədəflər",
                "headers": ["Strategiyanın aspekti" ,"Göstərici","2028-ci il üçün məqsəd"],
                "rows": [
                    [
                        "Biznes", "Rəqəmsal transformasiya prosesində olan sahələrin ümumi əlavə dəyərinin (ÜƏD) artımı", "2-4%"
                    ],
                    [
                        "Cəmiyyət", "İKT üzrə məşğulluq", "2-3%"
                    ],
                    [
                        "Dövlət", "Dövlətin əməliyyat səmərəliliyinin artırılması", "2-3%"
                    ]
                ]
            },
            {
                "title": "Cədvəl 1: Strategiyanın məqsəd və hədəf göstəriciləri",
                "headers": ["Strategiyanın aspekti","Məqsəd","Hədəf ana göstəricilər","Hədəf alt göstəricilər"],
                "rows": [
                    ["Biznes", "Müəssisələrin transformasiyası hesabına ÜDM artımına töhfə verilməsi", "Rəqəmsal transformasiyada iştirak edən şirkətlərin yaratdığı dəyər", [
                        "Rəqəmsal transformasiya proqramlarında iştirak edən müəssisələrin sayı",
                        "Rəqəmsal transformasiya proqramına qoşulan müəssisə başına effektivliyin artımı",
                        "Rəqəmsal İqtisadiyyatın İnkişafına Dəstək Proqramına büdcədən ayrılan maliyyənin ÜDM-də payı"
                    ]],
                    ["Biznes", "Müəssisələrin transformasiyası hesabına ÜDM artımına töhfə verilməsi", "Yüksək texnologiyalar sənayesi və sahələr üzrə yeni bizneslərin ümumi əlavə dəyərdə payı", [
                        "Yüksək texnologiyalar sənayesinin ümumi əlavə dəyərdə payı",
                        "Yeni bizneslərin ümumi əlavə dəyərdə payı",
                        "Yeni və maliyyələşdirilən rəqəmsal yönümlü bizneslərin sayı",
                        "Özəl investisiyaların ÜDM-də payı"
                    ]],
                    ["Cəmiyyət", "Vətəndaşların məşğulluğunun təmin edilməsi üçün sahəvi bilik və bacarıqlara əlçatanlığının artırılması", "İKT və texnoloji bacarıqlarla təchiz edilmiş yeni və təyinatı dəyişdirilmiş işçilərin sayı", [
                        "İKT və texnoloji bacarıqlara malik yüksək ixtisaslı işçilərin sayı",
                        "Təyinatı dəyişdirilmiş iş yerlərinə malik işçilərin sayı",
                        "“Rəqəmsal İqtisadiyyatda Məşğulluq üçün Kadrların Təkmilləşdirilməsi Proqramı”nı bitirənlərin sayı"
                    ]],
                    ["Cəmiyyət", "Vətəndaşların məşğulluğunun təmin edilməsi üçün sahəvi bilik və bacarıqlara əlçatanlığının artırılması", "İnternetə əlçatanlılıq və texnologiyadan istifadə edən vətəndaşların payı", [
                        "İnternetə çıxışı olan evlərin payı",
                        "Fiberoptik xətlərə malik olan evlərin payı",
                        "Orta genişzolaqlı internetin yükləmə sürəti",
                        "Hər 100 nəfər şagirdə düşən kompüter sayı"
                    ]],
                    ["Dövlət", "Səmərəli və effektiv əməliyyatlara malik data əsaslı idarəetmənin təminatı", "Ümumi dövlət investisiyalarında texnologiya ilə bağlı investisiyaların payı", [
                        "Azərbaycanda ümumi dövlət investisiya layihələrində rəqəmsallaşmaya ayrılan xərclərin payı",
                        "İşğaldan azad olunmuş ərazilərdə dövlət investisiya layihələrində rəqəmsallaşmaya ayrılan xərclərin payı"
                    ]],
                    ["Dövlət", "Səmərəli və effektiv əməliyyatlara malik data əsaslı idarəetmənin təminatı", "Dövlətin əməliyyat xərclərinin ümumi dövlət xərclərində payı", [
                        "Texnologiya ilə transformasiya edilən dövlət xidmətlərinin sayı",
                        "Rəqəmsal biliklərə malik dövlət qulluqçularının payı",
                        "Vətəndaşlar tərəfindən elektron dövlət xidmətlərindən istifadə payı",
                        "Dövlətin əməliyyat xərclərində rəqəmsal texnologiyalarla bağlı xərclər",
                        "Qeyri-neft gəlirlərində dövlətin əməliyyat xərclərinin payı"
                    ]]
                 ]
            }
        ]
    },
    "5": {
        "title": "Prioritet istiqamətlər",
        "content": "Strategiyada prioritet istiqamətlər məqsədlər üzrə təsnif edilmişdir. Müvafiq olaraq, birinci məqsəd üzrə üç prioritet istiqamət, ikinci məqsəd üzrə dörd prioritet istiqamət və üçüncü məqsəd üzrə üç prioritet istiqamət müəyyən edilmişdir. Növbəti bölmədə prioritet istiqamətlər, o cümlədən bu prioritet istiqamətlərin strategiyanın missiyasına necə fayda gətirə biləcəyi ətraflı izah olunmuşdur. Bundan əlavə, prioritet istiqamətlərə nail olmağa xidmət edəcək yüksək təsirə malik aparıcı təşəbbüslər və müvafiq qlobal meyarlar bu bölmədə detallı şəkildə, təşəbbüslərin geniş siyahısı isə Tədbirlər Planında əks olunmuşdur.\nBirinci məqsədin (Müəssisələrin transformasiyası hesabına ÜDM artımının sürətləndirilməsi) üç prioritet istiqaməti var:\nMövcud sektorların rəqəmsal transformasiyasının sürətləndirilməsi\nYeni bizneslərin qurulması üçün mexanizmlərin yaradılması\nEkosistem quruculuğu üzrə fəaliyyətlərin məlumatlandırma, təbliğat, təşviqat, bilik və təcrübə mübadiləsi və şəbəkələşmə vasitəsilə stimullaşdırılması\nİkinci məqsədin (Vətəndaşların məşğulluğunun təmin edilməsi üçün sahəvi bilik və bacarıqlara əlçatanlığının artırılması) dörd prioritet istiqaməti var:\nBiznes və məşğulluq sahəsi üzrə mövcud rəqəmsal bilik və bacarıqların qiymətləndirilməsi\nSənaye subyektlərinin iştirakı ilə yeni bacarıqların əldə edilməsi üzrə təlim və təhsil proqramlarının hazırlanması və tətbiqi\nTələbələrin təhsil müddətində rəqəmsal və ya texnologiya ilə bağlı bacarıqlara yiyələnməsinə dəstək\nCəmiyyətin məlumatlılığının və rəqəmsal savadlılıq səviyyəsinin artırılması\nÜçüncü məqsədin (Səmərəli və effektiv əməliyyatlara malik data əsaslı idarəetmənin təminatı) üç prioritet istiqaməti var:\nStrategiyanın icra və monitorinq bölməsinin gücləndirilməsi\nİqtisadi fəaliyyət sahələri üzrə data əsaslı qərarvermə mühitinin formalaşdırılması və proseslərin optimallaşdırılması\nÖlkədə rəqəmsal iqtisadiyyatın inkişafına töhfə verəcək yeni biznes üsullarının araşdırılması və tətbiqi",
        "5.1": {
          "title": "Prioritet istiqamətlərin əsaslandırılması və təsviri",
          "5.1.1": {
            "title": "Birinci məqsədin prioritet istiqamətlərinin əsaslandırılması və təsviri",
            "content": "Mövcud sektorların rəqəmsal transformasiyasının sürətləndirilməsi prioritet istiqaməti Azərbaycan iqtisadiyyatının istehsal, kənd təsərrüfatı və maliyyə xidmətləri də daxil olmaqla bütün sektorları üzrə cari əməliyyatlarda rəqəmsal texnologiyalardan istifadəni nəzərdə tutur. Transformasiya təşəbbüsləri hesabına təşkilatlar öz səmərəliliyini artıra, xərcləri azalda və daha yaxşı xidmət göstərə bilərlər. Belə ki, dördüncü sənaye inqilabı texnologiyaları, o cümlədən, qabaqcıl data analitika, süni intellekt və avtomatlaşdırma kimi texnologiyalar vasitəsilə istehsal sənayesindəki əməliyyatlar optimallaşdırıla bilər. Eyni zamanda, kənd təsərrüfatında rəqəmsal alətlərin tətbiqi ilə dəqiq əkinçilikdə məhsuldarlığı, maliyyə sektorunda isə onlayn platformalardakı xidmətlərdən istifadəyə əlçatanlığı yaxşılaşdıra və müştəri məmnuniyyətini artıra bilər. Bundan əlavə, tədqiqat və inkişafa diqqətin artırılması biznesləri rəqəmsal transformasiya zamanı dəstəkləyə bilər. Müxtəlif sektorlarda rəqəmsallaşmanın sürətlənməsi əhəmiyyətli dərəcədə iqtisadi dəyər yaradılmasına səbəb ola bilər.\nYeni bizneslərin qurulması üçün mexanizmlərin yaradılması prioritet istiqaməti yeni bizneslərin formalaşması, inkişafı və böyüməsi üçün maliyyə alətlərinə, strukturlaşdırılmış proseslərə və normativ-hüquqi bazaya çıxışı təmin edən strateji qərarların qəbul edilməsini və həyata keçirilməsini əhatə edir.  Buraya e-ticarət, “FinTech”, “EdTech” və “HealthTech” kimi güclü inkişaf potensialı olan sahələr daxildir. Bu mexanizmləri hərtərəfli tərtib etməklə, yeni sahibkarlıq subyektlərinə biznesin qurulması prosesi ilə bağlı çətinlikləri sistematik şəkildə idarə etmək, potensial problemləri minimuma endirmək, yeni imkanları kəşf etmək və maksimum təsir üçün mövcud imkanlardan istifadə etmək mümkün olacaqdır.\nEkosistem quruculuğu üzrə fəaliyyətlərin məlumatlandırma, təbliğat, təşviqat, bilik və təcrübə mübadiləsi və şəbəkələşmə vasitəsilə stimullaşdırılması iqtisadiyyatın müxtəlif sektorlarının rəqəmsal transformasiyasını və startaplar da daxil olmaqla, yeni biznes quruculuğunu artırmaq üçün bir sıra səyləri əhatə edir. Bu fəaliyyətlərdə aktiv iştirak etməklə təşkilatlar və maraqlı tərəflər təşkilatın kollektiv şəkildə böyüyüb inkişaf etdiyi innovativ ekosistemin inkişafına töhfə verir və rəqəmsal iqtisadiyyatın təsirini artırır. Dinamik innovasiya və sahibkarlık ekosistemi biznes əməliyyatlarının təkmilləşdirilməsinə, yeni bizneslərin yaradılmasına və bazarda yeni məhsul və xidmətlərin tətbiqinə təkan verəcəkdir."
          },

          "5.1.2": {
              "title": "İkinci məqsədin prioritet istiqamətlərinin əsaslandırılması və təsviri",
              "content": "Biznes və məşğulluq sahəsi üzrə mövcud bilik və rəqəmsal bacarıqlarının qiymətləndirilməsinə işçi qüvvəsinin rəqəmsal səriştə və bacarıqlarının müəyyən edilməsi, eləcə də biznesin cari və gələcək ehtiyaclarının qiymətləndirilməsi daxildir. Azərbaycanı gələcək rəqəmsal iqtisadi inkişafa hazırlamaq və rəqəmsal iqtisadiyyata keçidini təmin etmək üçün, biznes və məşğulluq sahəsi üzrə cari bilik və bacarıqlarının mövcud səviyyəsinə, o cümlədən güclü tərəflərinə uyğun olaraq strukturlaşdırılmış proqramlar hazırlanacaqdır. Qeyd olunan qiymətləndirmə növbəti illərdə cari vəziyyəti ölçmək üçün meyar kimi istifadə olunacaqdır. Həmçinin, bu qiymətləndirmə Azərbaycanın daim rəqəmsallaşan və dinamik sürətlə dəyişən qlobal dünyada rəqabət qabiliyyətliliyini təmin etməsinə xidmət edəcəkdir.\nSənaye subyeklərinin iştirakı ilə yeni bacarıqların əldə edilməsi üzrə təlim və təhsil proqramlarının hazırlanması və tətbiqi proqramları Strategiyanın həyata keçirilməsi üçün tələb olunan insan kapitalının inkişafı üzrə strukturlaşdırılmış proqramın işlənib hazırlanmasını və icrasını ehtiva edir. Bu proqramlar işçi qüvvəsi ilə sənaye arasında körpü rolunu oynayacaqdır. Təlim proqramı kurikulumları sənaye sahələri və müvafiq təlim təminatçıları ilə birgə yaradılacaq və proqram iştirakçıları sonda işlə təmin olunma imkanları qazanaraq, həm nəzəri, həm də praktiki bacarıqlar əldə edə biləcəklər. Bundan əlavə, sənaye ilə əməkdaşlıq yeni trendləri və texnoloji nailiyyətləri izləmək üçün önəmli məlumat mənbəyi rolunu oynayacaq, bu da öz növbəsində təlim və təhsil proqramlarının bazarın cari tələblərinə uyğun formada uyğunlaşdırılmasını təmin edəcəkdir. Sənaye ilə bu cür sinerji həmçinin, praktiki bilik və bacarıqların inkişafını gücləndirəcək, iqtisadi artıma təkan verəcək, innovasiya və məhsuldarlığı stimullaşdıracaq və beləliklə, insanlara proqram çərçivəsində əldə etdikləri bilik və bacarıqlara uyğun yeni əmək funksiyalarını icra etməyə şərait yaradacaqdır.\nTələbələrin təhsil müddətində rəqəmsal və ya texnologiya ilə bağlı bacarıqlara yiyələnməsinə dəstək vermək onların erkən yaşlarından tələb olunan bilik və bacarıqları əldə etməsini nəzərdə tutur. Rəqəmsal savadlılıq, proqramlaşdırma, data analitika kimi fənlərin kurikulumlara inteqrasiyası və tələbələrin İKT ilə bağlı təhsilə həvəsləndirilməsi insan kapitalının inkişafına zəmin yaradacaqdır. Proqramlar haqqında məlumatlandırma və həvəsləndirmə tədbirləri vasitəsilə tələbələr Azərbaycanda rəqəmsal bacarıqlar sahəsində mövcud boşluqların aradan qaldırılmasına dəstək verəcək və nəticədə ölkədə rəqəmsal cəmiyyətin formalaşdırılmasına töhfə verəcəkdir.\nCəmiyyətin məlumatlılığının və rəqəmsal savadlılıq səviyyəsinin artırılması insanların rəqəmsal dünyada təhlükəsiz və effektiv fəaliyyətini təmin etmək məqsədilə bilik və alətlərlə təmin edilməsini ehtiva edir. Seminarlar, kouçinq və mentorluq sessiyaları təşkil etməklə, eləcə də bacarıqların inkişaf etdirilməsi imkanları ilə bağlı mərkəzi məlumat bazası yaratmaq və onları ictimaiyyət üçün əlçatan etməklə rəqəmsal iqtisadiyyatın faydalarından bəhrələnmək üçün daha məlumatlı və dayanıqlı cəmiyyət qurulacaqdır."
          },

          "5.1.3": {
              "title": "Üçüncü məqsədin prioritet istiqamətlərinin əsaslandırılması və təsviri",
              "content": "Strategiya üzrə icra və monitorinq bölməsinin gücləndirilməsi Strategiyanın icrasının monitorinqi, eləcə də icra edilən tədbirlərin nəticə və təsirinin ölçülməsi üçün məlumatların toplanmasını ehtiva edir. Müntəzəm monitorinq və qiymətləndirmə mexanizmi potensial çətinlikləri və kənarlaşmaları müəyyən etməyə kömək edəcəkdir. Güclü icra və monitorinq mexanizmi şəffaflıq, hesabatlılıq və çevik uyğunlaşma qabiliyyətini artırmaqla, Strategiyanın effektivliyini təmin edəcəkdir. Bundan əlavə, inkişafı kəmiyyət baxımından qiymətləndirmək üçün bir çox maraqlı tərəflərin cəlb edilməsi ilə tələb olunan məlumatlar toplanacaqdır.\nİqtisadi fəaliyyət sahələri üzrə data əsaslı qərarvermə mühitinin formalaşdırılması və proseslərin optimallaşdırılması rəqəmsal texnologiyalardan istifadə etməklə iqtisadi fəaliyyət sahələrində data əsaslı qərarvermə prosesinin təkmilləşdirilməsini, həmçinin müəyyən edilmiş struktura uyğun olaraq iqtisadi məlumatların toplanmasını və istifadəsini nəzərdə tutur. Məlumatların strukturunun müəyyən edilməsi əsaslandırılmış qərarların qəbul edilməsində məlumatların dəqiq, təhlükəsiz və əlçatan olmasını təmin edəcəkdir. İqtisadi fəaliyyət sahələri üzrə data əsaslı qərarvermə mədəniyyətinin formalaşması, həm də dəyişən şəraitə sürətli uyğunlaşmağa, əməliyyat səmərəliliyini artırmağa, çağırış və imkanlara çevik cavab verməyə imkan yaradacaqdır.\nİnkişaf edən bazar dinamikasına uyğunlaşan innovativ texnologiyaların, yeni biznes modellərinin və perspektivli strategiyaların tətbiqi üçün ölkədə rəqəmsal iqtisadiyyatın inkişafına töhfə verəcək yeni biznes üsullarının araşdırılması və tətbiq edilməsi nəzərdə tutulur. Bu cür yanaşma rəqəmsal iqtisadiyyatın dayanıqlı inkişafına, iş yerlərinin açılması ilə məşğulluğun artmasına və Azərbaycanın qlobal miqyasda rəqabət qabiliyyətinin artmasına təkan verəcəkdir. Özəl sektorla əməkdaşlıq mədəniyyətini inkişaf etdirməklə Azərbaycan iqtisadi tərəqqini gücləndirəcək və gələcəkdə davamlı artımı təmin edəcək."
          }
        },
        "5.2": {
            "title": "Prioritet istiqamətlər üzrə “Aparıcı təşəbbüslər”",
            "content": "Prioritet istiqamətlər üzrə, ilkin olaraq iki yüzdən çox təşəbbüs müəyyən edilmiş, təhlil və ümumiləşdirilmələr nəticəsində bu təşəbbüslər yekunda əlli iki təşəbbüs olaraq qruplaşdırılmışdır. Bu təşəbbüslərdən səkkizi yüksək təsir potensialına, çoxsektorlu tətbiq imkanlarına və maraqlı tərəflərlə görüşlərdən əldə edilən fikirlər əsasında “Aparıcı Təşəbbüslər” olaraq təyin edilmişdir. “Aparıcı təşəbbüslər” qısa müddətdə təsir yaratmaq və eyni zamanda, maraqlı tərəflərin ehtiyaclarını ödəmək üçün xüsusi olaraq seçilmişdir. Əsas icraçısı İqtisadiyyat Nazirliyi müəyyən olunan bu səkkiz təşəbbüsün təfərrüatlı layihələndirilməsi və həyata keçirilməsi üçün xüsusi işçi qrupun(ların) yaradılması planlaşdırılır. “Aparıcı təşəbbüslər” aşağıdakı kimi təsvir edilmişdir.\n“Rəqəmsal İqtisadiyyatın İnkişafına Dəstək Proqramı” təşəbbüsü\nBütün ölkələrdə bizneslər çox vaxt texnoloji və rəqəmsal transformasiya üçün lazımi dəstəyi, o cümlədən maliyyə vəsaitini tapmaqda çətinlik çəkirlər. Buna görə də, ən qabaqcıl təcrübələrdən də göründüyü kimi, əksər ölkələr bizneslərin texnoloji və rəqəmsal transformasiyasını dəstəkləmək üçün bənzər dəstək proqramları təsis etmişdir. Məsələn, Sinqapur “Go Digital” proqramı vasitəsilə 18 000 KOB-un rəqəmsallaşmasına dəstək göstərib və rəqəmsal texnologiyalar sayəsində 2017-ci ildən bəri bizneslərin məhsuldarlığını 3% artırıb.\nBu proqram müraciət edən və müəyyən meyarlar üzrə uyğunluq göstərən sahibkarlıq subyektlərinə qrantlar və aşağı faizli kreditlər təqdim etmək məqsədi daşıyır. Dövlətin maliyyə mənbələrindən səmərəli istifadə etmək üçün bu proqram mövcud maliyyə fondları əsasında icra olunacaqdır. Buna İRİA, KOBİA və SİF tərəfindən təqdim edilən mövcud maliyyə resurslarını nümunə göstərmək olar. Proqram çərçivəsində şirkətlərin rəqəmsallaşması üçün dəstək mexanizmləri təmin ediləcəkdir. Şirkətlər onlara təqdim edilmiş rəqəmsal dəstək mexanizmlərindən faydalanmaqla səmərəliliyi təmin edəcək, öz məhsul və xidmətlərinin yaratdığı dəyəri artırmaqla yekunda rəqabət qabiliyyətliyinin artırılmasına nail olacaqdır.\n“Yeni Nəsil Texnologiyalar Mərkəzi” təşəbbüsü\nBizneslər mütərəqqi texnologiyaların tətbiqi ilə öz biznes proseslərinin optimallaşdırılmasının təşviqi məqsədilə beynəlxalq təcrübəyə əsaslanan, əyani formada nümayiş olunan nümunəvi modellərə ehtiyac duyurlar. Beynəlxalq təcrübədə “Rəqəmsal Bacarıqlar Mərkəzləri” (Digital Capability Centers) kimi tanınan, sektorların transformasiyasını sürətləndirmək üçün oxşar xidmətlər göstərən, ölkə kontekstinə və biznes ehtiyaclarına uyğunlaşdırılmış texnoloji mərkəzlər mövcuddur. Bu mərkəzlərə Sinqapur, Türkiyə, Səudiyyə Ərəbistanı, Qətər və İtaliyada rast gəlinir. Məsələn, 2020-ci ildə Türkiyə “Metal Sənayesi İşəgötürənlər Birliyi”nin (MESS) tərəfdaşlığı ilə sənaye sektorunda rəqəmsal bacarıqların artırılması məqsədilə, “MEXT Rəqəmsal Bacarıqlar Mərkəzi”nin açılışı olub. Mərkəz 2022-ci ilədək 10 000 iştirakçıya təlim keçmiş və 300-dən çox şirkətin rəqəmsal transformasiya prosesini dəstəkləmişdir. Digər nümunə kimi, 2018-ci ildə Sinqapurda yaradılmış “Rəqəmsal Bacarıqlar Mərkəzi”ni qeyd etmək olar. Yarandığı dövrdən etibarən bu Mərkəzdə 4 000-dən çox iştirakçı təlim keçmiş, 135-dən çox müəssisə təqdim edilən xidmətlərdən yararlanaraq rəqəmsal transformasiya prosesini uğurla tətbiq etmişdir.\nBu strategiya çərçivəsində irəli sürülən “Yeni Nəsil Texnologiyalar Mərkəzi” təşəbbüsü iqtisadi fəaliyyət sahələrində “öyrən və transformasiya et” kimi proqramlar vasitəsilə beynəlxalq təcrübəyə əsaslanan əyani nümunələr üzərindən mütərəqqi texnologiyaların tətbiqi ilə şirkətlərin transformasiyasına dəstəyi nəzərdə tutur.\nBeynəlxalq təcrübəyə uyğun olaraq, “Yeni Nəsil Texnologiyalar Mərkəzi”nin xidmətlərindən faydalalan müəssisələrin öz işçilərinin məhsuldarlığında 15-30%, müxtəlif sektorlar və tətbiqlər üzrə məhsuldarlıqda isə 10-30% artım əldə edə biləcəyi ehtimal olunur.\n“Yeni Bizneslərin Yaradılması və Gücləndirilməsi” təşəbbüsü\nBeynəlxalq təcrübədə yaranmaqda olan startap və ya yeni bizneslərin yalnız bir qismi mövcud bizneslərini genişləndirə və inkişaf etdirə bilir (məsələn, İlkin İctimai Təklif (IPO) mərhələsinə çatan). Bənzər problemlərlə qarşılaşan ölkələr sahibkarlıq və innovasiya ekosistemini təşviq etmək üçün xüsusi mexanizmlər və alətlər yaratmaq məcburiyyətində qalırlar. Məsələn, 2010-cu ildə Çilidə İqtisadiyyat Nazirliyinin dəstəyi ilə ilkin mərhələdə olan yüksək potensiallı sahibkarların cəlbi üçün “Start-Up Chile” şirkəti yaradılıb. 2022-ci ilə qədər bu şirkətin portfelinə 2 000-dən çox startap daxil olub və cəlb olunan kapitalın həcmi 1,2 milyard ABŞ dolları təşkil edib.\n“Yeni bizneslərin yaradılması və gücləndirilməsi” təşəbbüsü mentorluq dəstəyinin göstərilməsi, resursların cəlb edilməsinə köməklik göstərilməsi kimi təlimlərlə yeni müəssisələrin qurulmasını və mövcud olanların isə təkmilləşdirilməsini dəstəkləyəcək ekosisteminin yaradılması məqsədini daşıyır. Təşəbbüs daxilində eyni zamanda yeni biznes fürsətlərini təyin edərək seçilmiş şirkətlərə layihələndirmə mərhələsinə qədər maliyyə dəstəyinin göstərilməsi nəzərdə tutulur. Bu mərhələ yeni biznes təşəbbüslərinin, daha çox resurs tələb edən mərhələlərə keçməzdən əvvəl həm mümkün, həm də effektiv olmasını təmin etmək üçün vacibdir. Təşəbbüs nəticəsində yeni müəssisələrin uğurlu və sürətli böyüməsi, innovasiyaların təşviqi, yerli və qlobal investisiyalar vasitəsilə iqtisadiyyatın stimullaşdırılması və iş yerlərinin yaradılması gözlənilir.\n“Rəqəmsal İqtisadiyyatda Məşğulluq üçün Kadrların Təkmilləşdirilməsi Proqramı” təşəbbüsü\nHazırda qlobal miqyasda rəqəmsal bacarıqlara malik yüksək hazırlıqlı kadrlara işəgötürənlər tərəfindən tələbat sürətlə artmaqdadır. Bu artan ehtiyaca cavab vermək üçün ölkələr tələb olunan insan kapitalını lazımi bacarıqlarla təmin etmək və rəqabətqabiliyyətli insan kapitalının formalaşdırılması üçün zəruri səriştələri inkişaf etdirməyə yönəlmiş strukturlaşdırılmış proqramlar həyata keçirirlər. Misal üçün, Sinqapur 2016-cı ildə ölkə iqtisadiyyatında İKT bacarıqları ilə təchiz edilmiş işçi qüvvəsinin sayının artırılması məqsədilə “Tech Skills Accelerator” proqramını həyata keçirməyə başlamış və uğurlu nəticələr əldə etmişdir.\nStrategiyada qeyd olunan “Rəqəmsal İqtisadiyyatda Məşğulluq üçün Kadrların Təkmilləşdirilməsi proqramı” təşəbbüsü, rəqəmsal iqtisadiyyatın çağırışlarına və tələblərinə uyğun cəmiyyətin hər bir fərdinin zəruri təlim və tədris proqramları vasitəsilə rəqəmsal bilik və bacarıqlarının artırılması məqsədini daşıyır. Təşəbbüsün icrası zamanı sənayenin ehtiyac duyduğu peşə bacarıqlarına dair məlumatlar toplanacaq, tələb olunan bacarıqlar üçün proqramların hazırlanması zamanı geniş təcrübəyə malik sənaye və qurumlarla əməkdaşlıq ediləcəkdir. Nəzərdə tutulmuş təlim və tədris proqramlarının formatı onlayn və fiziki olmaqla həyata keçiriləcəkdir. Proqram həm nəzəri, həm də praktiki bacarıqların inkişafını təmin etmək üçün iştirakçılara iş yerində də təlimlərin keçirilməsini nəzərdə tutur. Bu proqram sözügedən sahədə işaxtaran və işəgötürənlər arasında körpü rolunu oynamaqla məşğulluğun artırılmasına və rəqəmsal iqtisadiyyatın sahəvi inkişafının stimullaşdırılmasına müsbət təsir göstərəcəkdir.\nİN ekosistem sahələrində istifadə olunmaq məqsədilə Azərbaycan dili bazasında qurulmuş sahəyəxas yaradıcı (generativ) dil modelinin hazırlanması və tətbiqiGenerativ süni intellekt son onillikdə hər bir sənayeni yenidən formalaşdıran dördüncü sənaye inqilabının ən qabaqcıl texnologiyalarından biridir. İctimai və biznes kontekstində generativ süni intellektdən istifadə zamanı məlumatların suverenliyi (əsas məlumatların və kritik məlumatların ölkə sərhədləri daxilində saxlanılması), mədəni və dil bariyerləri, eləcə də onun tətbiqinin asan və ya çətin olması müxtəlif müzakirələrə səbəb olur. Bir çox dövlətlər süni intellekt alətlərindən proaktiv istifadə etməklə daha tez və qısa müddətdə nəticə əldə etməyə maraq göstərirlər. Belə ki, bir sıra dövlətlər dövlət xidmətləri üzrə köməkçi alətlər kimi süni inellekt əsaslı çatbotları tətbiq edirlər. Buna nümunə olaraq, Qətər dövləti “OpenAI” şirkəti ilə əməkdaşlıq edərək 2023-cü ildən etibarən dövlət tərəfindən göstərilən elektron xidmətlərini optimallaşdırmaq və dövlət məlumatlarından səmərəli istifadə məqsədilə portal yaratmışdır. Sinqapur isə dövlətin inzibati proseslərini azaltmaq məqsədi ilə dövlət sənədlərinin hazırlanmasını sadələşdirmək və vətəndaşların sorğularına cavab vermək üçün süni intellekt əsaslı çatbotlardan istifadəni planlaşdırır.\nBu strategiya çərçivəsində irəli sürülən İN ekosistem sahələrində istifadə olunmaq məqsədilə Azərbaycan dili bazasında qurulmuş sahəyəxas yaradıcı (generativ) dil modelinin hazırlanması və tətbiqitəşəbbüsü Azərbaycan dilində iqtisadi fəaliyyət sahələri üzrə tətbiq edilən generativ süni intellekt alqoritm və alətlərinin hazırlanması məqsədi daşıyır. Yerli generativ süni intellekt alqoritm və alətlərinin yaradılması üçün açıq mənbəli dil modelindən (language model) istifadə edilə və ya sıfırdan model qurula bilər. İcra mərhələsində hər iki variantın müsbət və mənfi cəhətləri nəzərə alınmaqla araşdırılacaq və Azərbaycanda bütün maraqlı tərəflərin fikirləri nəzərə alınmaqla ən uyğun variant seçiləcəkdir. Nəticə olaraq, qeyd olunan təşəbbüs Azərbaycanın mədəni zənginliyini və ölkə məlumatlarını qorumaqla ölkədə süni intellektin tətbiqi imkanlarının genişlənməsinə, iqtisadi artımın təşviqinə, yeni texnologiyaya əsaslanan iş yerlərinin və sənayelərin yaradılmasına müsbət təsir göstərəcəkdir.\n“İqtisadi Məlumatların Analitikası platforması” təşəbbüsü\nBu gün məlumatlar dövlət, biznes və fərdlər üçün böyük əhəmiyyət kəsb edir. Məlumatlar sistemli və mərkəzləşdirilmiş şəkildə idarə olunduqda, biznesin bütün sahələrində əhəmiyyətli dərəcədə dəyər yaratma potensialına malikdir. Beynəlxalq təcrübədə bir çox qurumlar məlumatların idarə edilməsini, əldə olunmasını və məlumatların analitik emal olunmasını əsas prioritetlərdən biri hesab edir. Məsələn, Almaniya dövləti müxtəlif sahələr və departamentlər üzrə toplanan məlumat bazalarının əlçatanlığını və qarşılıqlı əlaqəliliyini təmin edən vahid milli mərkəzi məlumat bazası hazırlayıb. Bu mərkəzi məlumat bazası daxili məlumatlardan səmərəli istifadə əsasında biznes və vətəndaşlar üçün inzibati xidmətlərin rəqəmsallaşdırılmasını təmin edir.\nBu strategiya çərçivəsində irəli sürülən “İqtisadi Məlumatların Analitikası platforması” təşəbbüsü iqtisadi fəaliyyət sahələrində data əsaslı qərarvermə mühitinin formalaşmasına və proseslərin optimallaşmasına təsir göstərməklə iqtisadi səmərəlilik və dəyər yaradacaqdır. Bu təşəbbüs Azərbaycanda iqtisadi inkişafın stimullaşdırması istiqamətində toplanmış məlumatların dəqiqliyini və tamlığını yaxşılaşdırmaq üçün mövcud məlumatları əlaqələndirmək, məlumatların idarə edilməsi üçün təlimatlar hazırlamaq, məlumatlara əsaslanan qərar qəbulunu dəstəkləmək, son nəticədə ehtiyaclara uyğun olaraq biznesin inkişafını stimullaşdırmaq və investisiya sahələrini daha yaxşı müəyyənləşdirməyi hədəfləyir. Təşəbbüsün İqtisadiyyat Nazirliyində “Mərkəzləşdirilmiş İnformasiya İdarəetmə Sistemi” (MİİS) tərəfindən həyata keçirilən proqram əsasında qurulması planlaşdırılır. Gələcəkdə bu təşəbbüsün digər dövlət və özəl qurumlarla əməkdaşlıq çərçivəsində ölkə səviyyəsində genişləndirilməsi nəzərdə tutulur.\n“Rəqəmsal Əkiz” təşəbbüsü\n“Rəqəmsal Əkiz” texnologiyaları iqtisadi fəaliyyət sahələri üzrə planlaşdırma, monitorinq və idarəetmənin təkmilləşdirilməsi ilə əməliyyat səmərəliliyini artırır, həmçinin real vaxt yeniləmələri və proqnozlaşdırıcı modelləşdirmə vasitəsilə çevik qərarqəbuletmə prosesinə müsbət təsir göstərir. Beynəlxalq təcrübədə Sinqapur, Belçika və Birləşmiş Ərəb Əmirlikləri də daxil olmaqla, bir çox ölkələr son illərdə müxtəlif tətbiq sahələrində rəqəmsal əkizləri sınaqdan keçirir. “Rəqəmsal Əkiz” texnologiyası şəhər sistemlərinin təkmilləşdirilməsi, eyni zamanda mövcud enerji resurslarına səmərəli nəzarəti təmin etmək və ya təmiri proqnozlaşdırılan infrastrukturlara operativ müdaxilə etmək imkanları təmin edir, planlaşdırma, monitorinq və idarəetmə proseslərində əməliyyat səmərəliliyini artırır.\nBu strategiya çərçivəsində irəli sürülən “Rəqəmsal Əkiz” təşəbbüsünün məqsədi pilot olaraq seçilmiş ərazilərdə (məsələn, Qarabağ sıfırdan, Bakı və Naxçıvanda mövcud sistemlərin yenidən qurulması ilə) rəqəmsal əkiz texnologiyasının tətbiqi ilə çevik və səmərəli qəbul edilməsinə nail olmaqdır.\nBu texnologiyanın tətbiqi iqtisadi fəaliyyət sahələrində sahibkarlıq subyektlərinin əməliyyat xərclərinin azaldılmasına və effektivliyin təmin edilməsinə xidmət edəcəkdir. Təşəbbüs çərçivəsində ilkin olaraq pilot olaraq seçilmiş sahələrin və ərazinin(ərazilərin) (məsələn, Bakı, Qarabağ, Naxçıvan) xüsusi ehtiyacları təhlil olunacaq, texniki qiymətləndirməsi aparılacaq və rəqəmsal əkiz layihələrinə start veriləcəkdir.\n“Rəqəmsal Həllər və Xidmətlər Platforması” təşəbbüsü\nBir çox hallarda rəqəmsal xidmət və ya həllər təqdim edən KOB və sahibkarlar müştəri tapmaqda çətinlik çəkir, bizneslər isə yerli bazarda mövcud olan həllərdən xəbərsiz olurlar. Bu problemlərin həlli üçün beynəlxalq təcrübədə dövlətlər alıcılar üçün müxtəlif seçimləri təmin edən satıcıların bazara çıxışını asanlaşdıran infrastrukturların yaradılması üçün müxtəlif stimullaşdırıcı tədbirlər görür. Nümunə olaraq, Böyük Britaniya və Şimali İrlandiya Birləşmiş Krallığında dövlət texnoloji həllərinin mərkəzləşdirilmiş şəkildə satın alınması üçün “Rəqəmsal Bazar” kimi bir platformanın yaradılmasını göstərmək olar. Bugünə qədər platformada 5 000-ə yaxın təchizatçı qeydiyyatdan keçib və bu təşəbbüsün tətbiqi ilə Böyük Britaniya və Şimali İrlandiya Birləşmiş Krallığı 5 il ərzində dövlət satınalmalarında 40%-ə qədər qənaət əldə edib.\nBu strategiya çərçivəsində irəli sürülən “Rəqəmsal Həllər və Xidmətlər Platforması” təşəbbüsü təşkilatlara (əvvəlcə dövlət orqanlarından başlayaraq) zəruri olan müxtəlif texnoloji avadanlıq, proqram təminatı, xidmət ehtiyacları və həllər əldə etməsi üçün onları xidmət təminatçısı olan sahibkarlıq subyektləri ilə əlaqələndirən platformanın yaradılmasını nəzərdə tutur. Platformanın şərtlərinə cavab verən potensial həll təminatçıları qeydiyyatdan keçəcək, xidmətlərini təklif edəcək, alıcılar isə tələb olunan ehtiyacları ya hazır, ya da fərdiləşdirilmiş məhsullar şəklində axtara biləcəklər. Platformanın texniki təfərrüatları, o cümlədən qeydiyyat şərtləri və satınalma mexanizmi təşəbbüsün icra mərhələsində ətraflı müəyyənləşdiriləcəkdir. Təşəbbüsün mövcud e-satınalma platforması ilə uyğunluğu təhlil ediləcək və birgə effektiv fəaliyyətin təmin olunması məqsədilə lazımi tədbirlər görüləcəkdir.\nNəticə olaraq, təşəbbüs təşkilatlar və dövlət orqanları üçün rəqəmsal məhsullara çıxışı genişləndirməyi nəzərdə tutur. Bundan əlavə, o, təminatçılar arasında rəqabəti və innovasiyanı təşviq edəcək, istifadəçilər isə daha yaxşı və daha sərfəli həllər əldə edəcəklər."
        },
        "5.3": {
            "title": "Gözlənilən nəticə və nəticə indikatorları",
            "content": "Əvvəlki bölmələrdə qeyd edildiyi kimi, Strategiyanın üç məqsədi çərçivəsində on prioritet istiqamət mövcuddur. Müvafiq olaraq, Strategiyanın Tədbirlər Planında hər bir prioritet istiqamət üzrə təşəbbüslərin siyahısı gözlənilən ilkin, aralıq və yekun nəticələr ilə müəyyən edilir. Strategiyanın həyata keçirilməsi zamanı bu gözlənilən nəticələr bir-birini tamamlayacaq və Azərbaycanın gələcək inkişafını sürətləndirəcəkdir. Təşəbbüslərin uğurlu icrası dövlət qurumları, dövlət müəssisələri və özəl şirkətlərinin daxil olduğu çoxsaylı maraqlı tərəflərin sıx əməkdaşlığından bilavasitə asılıdır. Tədbirlər Planındakı hər gözlənilən nəticə müvafiq meyarlarla ölçüləcəkdir. Aşağıda bəzi gözlənilən nəticələr və onların nəticə indikatorları qeyd edilmişdir. Hər bir təşəbbüs üçün gözlənilən nəticə və nəticə indikatorları, təşəbbüslərin icrası prosesində əlavə olaraq təhlil ediləcək və ehtiyac olduğu təqdirdə dəqiqləşdirmələr aparılacaqdır.\nİlk məqsədin prioritet istiqamətləri üçün gözlənən nəticələr və onların nəticə indikatorlarına şirkətlərin rəqəmsal transformasiyasının sürətləndirilməsi (Rəqəmsal İqtisadiyyatın İnkişafına Dəstək Proqramına müraciət edən və faydalanan şirkətlərin sayı, keçirilən təlimlərin və iştirakçıların sayı), həll təminatçıları və KOB-ların bazara çıxışının gücləndirilməsi (platformada qeydiyyatdan keçmiş həll provayderlərinin sayı və baş tutmuş əməliyyatların sayı), yeni bizneslərin yaradılması (rəsmi qeydiyyatdan keçmiş yeni bizneslərin sayı), e-ticarətin genişləndirilməsi (ölkədə fəaliyyət göstərən beynəlxalq elektron ticarət platformalarının əhatə dairəsinin genişləndirilməsi) və rəqəmsallaşmaya dair məlumatlılığın artırılması daxildir.\nStrategiyanın prinsiplərində müəyyən edildiyi kimi, dövlət müəssisələri Strategiyanın həyata keçirilməsində yaxın tərəfdaş kimi qəbul edilir. Dövlət müəssisələrinin töhfəsi sektorlar arasında transformasiyanı gücləndirmək, sürətləndirmək və iqtisadiyyata müsbət təsirləri artırmaq üçün olduqca önəmli rol oynayacaqdır. Belə ki, dövlət müəssisələri öz təchizatçı ekosistemlərində fəaliyyət göstərən təchizatçıları rəqəmsal transformasiya proqramlarında iştirak etməyə təşviq etməklə rəqəmsal transformasiyada aparıcı rol oynayacaqdır. Digər bir nümunə kimi, dövlət müəssisələri Strategiyanın uğurlu icrası nəticəsində inkişaf edəcək innovasiya və sahibkarlıq ekosisteminin bir parçasına çevrilə və ondan faydalana biləcəklər. Müvafiq olaraq, təşkilatdaxili yeni biznes modellərinə (Spin-off) yatırım edilməsi əsas götürülməklə, müəssisələrlə birgə əməkdaşlığın edilməsi təşviq ediləcəkdir.\nİkinci məqsədin prioritet istiqamətləri üçün gözlənilən nəticələr və onların nəticə indikatorları iqtisadi sektorların kadr ehtiyaclarının qarşılanması (sənaye sahəsində əməkdaşlıq proqramlarına qoşulan və işə götürülən şəxslərin sayı), KOB-larda bacarıqların artırılması (tərtib edilmiş təlim proqramlarına qoşulan fərdlərin sayı), rəqəmsal iqtisadiyyatın inkişafı üçün zəruri olan ixtisas və peşələrin təşviq edilməsi (texniki peşə təhsili üzrə məzun olanların sayı) daxildir. Əvvəlki bölmələrdə qeyd olunduğu kimi, bir çox maraqlı tərəflərin əməkdaşlığı ilə Strategiyanın icrasını qiymətləndirmək üçün məlumatlar toplanacaq və nəticə göstəriciləri üzrə müvafiq dəqiqləşdirmələr aparılacaqdır. Bu prioritet istiqamət çərçivəsində rəqəmsal iqtisadiyyatın ehtiyaclarına uyğun yüksək ixtisaslı işçi qüvvəsinin inkişafı dəstəklənəcəkdir.\nÜçüncü məqsədin prioritet istiqamətləri üçün gözlənən nəticələr və onların nəticə indikatorlarına Strategiyanın koordinasiyalı şəkildə icrası, qabaqcıl texnologiyalardan istifadə çərçivəsində potensial iqtisadi qənaət məqsədilə İN ekosistem sahələrində istifadə olunmaq məqsədilə Azərbaycan dili bazasında qurulmuş sahəyəxas yaradıcı (generativ) dil modelinin hazırlanması və tətbiqi, həmçinin rəqəmsal əkiz həllərinin tətbiqi və iqtisadi fəaliyyət sahələrində data əsaslı iqtisadi qərarvermənin təkmilləşdirilməsi daxildir."
        },
        "5.4": {
            "title": "Gözlənilən risklər və onların qarşısının alınması tədbirləri",
            "content": "Məlumdur ki, Strategiyada nəzərdə tutulan tədbirlərin icrası zamanı sürətlə dəyişən iqtisadi və texnoloji inkişaf nəticəsində yeni prioritetlər və onunla əlaqəli təşəbbüslər yarana bilər. Bununla belə, dəqiq planlaşdırma və qabaqlayıcı tədbirlər görməklə belə halları effektiv şəkildə minimallaşdırmaq mümkündür. Rəqəmsal iqtisadiyyat strategiyasının həyata keçirilməsi ilə bağlı risklərdən biri potensial olaraq gecikmələrə və uğursuzluqlara səbəb ola biləcək effektiv layihə idarəetməsinin və nəzarətin olmaması ola bilər. Bu cür çağırışları nəzərə alaraq, Strategiyanın uğurlu icrası məqsədilə dövlət qurumları və özəl sektorla əməkdaşlıqların qurulması və koordinasiyanın təşkilində İqtisadiyyat Nazirliyi dəstək göstərəcəkdir.\n“Eyni zamanda, ölkənin informasiya infrastrukturunda təhlükəsizliklə bağlı risklərin mövcud olması səbəbindən məlumatlara əsaslanan təşəbbüslərin həyata keçirilməsi zamanı təhdidlərin qarşısını almaq üçün zəruri müvafiq tədbirlərin görülməsi vacibdir. İnformasiya və kommunikasiya texnologiyalarının dinamik inkişafı bu sahədə mövcud olan və yeni yaranan risklərin təhlilinin aparılmasını, mühafizə obyektlərinin dəqiqləşdirilməsini, onların aid olduğu informasiya infrastrukturlarının funksional dayanıqlığını, bu infrastrukturlardan istifadə edən subyektlərin hüquq və qanuni maraqlarını, eləcə də informasiya təhlükəsizliyinin idarəetmə alətlərinin davamlı olaraq təkmilləşdirilməsini şərtləndirir. Bundan irəli gələrək, Azərbaycan Respublikasının Nazirlər Kabinetinin 17 iyul 2023-cü il tarixli 229 nömrəli qərarı ilə təsdiq olunmuş “Azərbaycan Respublikasında kritik informasiya infrastrukturunun təhlükəsizliyinin təmin edilməsi qaydaları”nın tələbləri qurumlar tərəfindən təmin olunmalı və “Azərbaycan Respublikasının informasiya təhlükəsizliyi və kibertəhlükəsizliyə dair 2023-2027-ci illər üçün Strategiyası”nın prioritet istiqamətləri üzrə müvafiq tədbirlər görülməlidir.”\nƏlavə olaraq, ənənəvi iş yerlərinin avtomatlaşdırılması, rəqəmsallaşması və dəyişikliyə məruz qalması insanlarda narahatlıqlar yarada bilər ki, bu da yeni texnologiyaların tədbiqi ilə bağlı gecikmələrə səbəb ola bilər. Bu problemi həll etmək üçün dövlət qurumları öz diqqətini rəqəmsal iqtisadiyyat üçün işçi qüvvəsinin hazırlanmasına, ixtisasartırma və yenidən hazırlanma, rəqəmsallaşma bacarıqların artırılması üzrə təşəbbüslərin həyata keçirilməsinə yönəldə bilər.\nBundan əlavə, daim inkişaf edən rəqəmsal mühitin tələblərinə uyğunlaşdırılmasına ehtiyac duyulan normativ hüquqi bazanın əhatəliliyi ilə bağlı risklər mövcuddur. Bu riskləri həll etmək üçün dövlət yeni texnologiyalara uyğunlaşa bilən çevik normativ hüquqi baza yaratmalı və davamlı əks-əlaqəni təmin etmək üçün maraqlı tərəflərlə əməkdaşlıq etməlidir.\nNəhayət, dəyişən şəraitə və inkişaf etməkdə olan texnologiyalara lazımi qədər uyğunlaşmamaq Strategiyanın əhəmiyyətini azalda bilər. Rəqəmsal mühit dinamikdir, ona görə də yeni trend və innovasiyaları özündə təcəssüm etdirən strategiya çevik olmalıdır. Davamlı monitorinq və müntəzəm yeniləmələr, bu riskin qarşısını almağa və sürətlə inkişaf edən rəqəmsal mühitdə Strategiyanı aktual saxlamağa kömək edəcəkdir."
        }
    },
    "6": {
        "title": "Strategiyanın maliyyələşdirilməsi mexanizmləri",
        "content": "Strategiyada nəzərdə tutulan tədbirlər müvafiq illər üzrə bütün növ dövlət və özəl (yerli və xarici) mənbələr hesabına maliyyələşdiriləcəkdir:\n    • dövlət büdcəsi;\n    • büdcədənkənar fondlar; \n    • Sahibkarlığın İnkişafı Fondunun vəsaiti;\n    • yerli büdcələr; \n    • mülkiyyət formasından asılı olmayaraq yerli idarə, müəssisə və təşkilatların vəsaitləri; \n    • birbaşa xarici investisiyalar;\n    • ölkənin bank sisteminin kreditləri və qrantlar; \n    • beynəlxalq təşkilatların və xarici dövlətlərin kreditləri, texniki və maliyyə yardımı;\n    • qanunvericiliklə qadağan olunmayan digər mənbələr. \nDövlət büdcəsi hesabına maliyyələşmə məbləğləri illik büdcələr hazırlanarkən nəzərə alınacaqdır. Tələb olunan maliyyə vəsaitlərinin bir hissəsi dövlət-özəl tərəfdaşlığı çərçivəsindəki layihələr vasitəsilə təmin ediləcəkdir."
    }
}
