[
  {
    "chunk_id": 1,
    "content": "Azerbaycan Respublikasının 2024-2027-ci \nillerde süni intellekt Strategiyası",
    "char_count": 76
  },
  {
    "chunk_id": 2,
    "content": "1. Xülase\n“Süni intellekt” ifadesi ilk defe 1950-ci illerde kompüterlerde ümumi insan zekasını \nve davranışını yaratmaq şeylerini tesvir etmek üçün istifade edilmişdir. Bu sahede \nsistemler qurmaq üçün edilen ilk cehdler esasen insan tefekkürünü sınamaq ve onu teqlid \netmek qaydalarına esaslanmışdır. Dövrümüzde süni intellekt barede verilen anlayışlar \ndevletlerin tecrübesine ve aparılan sahevi araşdırmalara uyğun olaraq tez-tez deyişir. \nÜmumi qabul edilmiş yanaşmaya esasen süni intellekt insan terefinden müeyyen edilmiş \nmeqsedler üçün real va ya Virtual rnühita tesir eden proqnozlar, tövsiyeler ve ya qerarlar \nvere bilen maşın sistemidir ve hemin sistemler bir çox sahelerde ayrı-ayrı meseleler üzre \nmüsteqiliyini saxlamaqla işlemek üçün nezerde tutulur. Son zamanlar xüsusi önem kasb \netdiyindan dünyanın bir çox devletlerinde qeyd edilen sahe üzre ayrıca strategiyanın \nhazırlanması prosesine başlanılmışdır.\nMütexessislerin qarşılıqlı fealiyyati zeruri olan hallarda süni intellekt sistemleri \nmürekkeb obyektlerin xasselerinin tanınması zamanı fealiyyat planları hazırlamaq üçün \nlazımdır ve bu meqsedle böyük hecmde melumatlardan istifade edilir. Nümuneleri \nmüeyyen etmek, qerarlarve ya proqnozlar vermek üçün sistem alqoritmlerden faydalanır. \nSüni intellekti heyata keçirmeyin bir çox yolunun olmasına baxmayaraq, esas ümumi \nyanaşmalar aşağıda sadalananlardır:\n1. \nmaşın öyronmosi (Machine learning) - böyük malumat toplularının kompleks \ntahliline esaslanır ve melumatların elde edilmesi üçün yeni yanaşmaları \nproqnozlaşdırmaq maqsedile istifada olunur;\n2. \nsüni va ya simulyasiya edilmiş Neyron Şebekesi (Neural Network) maşın \nöyronmesinin bir hissesidir ve derin öyrenme algoritmlerinin merkezindedir;\n3. \nderin Öyrenme (Deep Learning) - maşın öyronmesinin ve neyron şebekesinin \nfealiyyotlori ile olaqeli olub, üç ve ya daha artıq tabaqadan ibaret neyron şebekeleri \nvasitosi ile böyük hecmde melumatları “öyrenmeye” şerait yaradır;\n4. \nkoqnitiv hesablama (Cognitive Computing) - cavabların müeyyen ve qeyri- \nmüeyyon ola bilacoyi mürekkeb voziyyotlorde insanın düşünce prosesini toqlid etmek \nüçün kompüterloşdirilmiş modellerin istifadesidir;\n5. \nkompüter görüntüsü (Computer Vision) - kompüterloro ve sistemlere reqemsal \nşekillerden, videolardan va digar vizual girişlerden melumat alda etmek ve hemin \nmelumatlar esasında tedbirler görmeye imkan verir;\n6. \ntebii dilin emalı (Natural Language Processing) - bir sıra tapşınglar va ya \ntatbiqlar üçün linqvistik tahlilin bir va ya bir neça saviyyasinda yaranan matnlari tahlil \netmek ve toqdim etmek üçün nozeri cehetden esaslandırılmış hesablama üsulları \ntoplusudur. Tabii dilin emalı hesablama lingvistikası insan dilinin modellaşdirilmasini \nstatistik, maşın öyranmesi va derin öyrenme modelleri ile birleşdirir;\n7. data mütoxossisi (data scientists) - biznesla bağlı malumatı va analitik \nbacarıqları var, hemçinin onlar datanın temizlenmesi, araşdırılması ve teqdim edilmesi \nsahelerindo da tecrübelidirler. Data mütexessislorina müassisalorda daha çox natamam \nva temizlenmemiş dataların toplanması, idare edilmesi ve analizi üçün ehtiyac duyulur. \nBundan sonra neticeler sintez olunur ve müessisodeki strateji qerarları qebul edan esas \ntaraflara çatdırılır;\n8. \ndata analitik (data analyst) - data mütaxassisi ila biznes analitikası arasındaki \nkörpü rolünü oynayır. Şirketlerin cavab axtardığı suallar data analitiklere verilir ve onlar \nda datanı uyğun formaya salıb, analiz ederek yüksek önem daşıyan strateji qarar \nalınmasına faydalı ola bilecek neticeler çıxarırlar. Data analitikler texniki hesablamaları \nfealiyyot saholorine tetbiq edile bilecek holl yollarına çevirir ve onları müossise üzerinde \nmüxtelif maragları olan teraflera semereli şekilde çatdırmaq mosuliyyeti daşıyırlar.",
    "char_count": 3780
  },
  {
    "chunk_id": 3,
    "content": "Data Analitikasının aşağıdaki merhaleleri vardır:\nTasviri analitika (descriptive analytics) (müşahide va hesabat kimi da tanınır): \nData analitikasının an asas saviyyasidir. Teşkilatlar vaxtlarının daha çox hissesini bu \nseviyyede keçirirler. Hesabatlar hazırlamaq ve keçmişde baş verenleri teqdim etmek, \nanalitika ve qerar qebuletme dünyasında heyati bir addımdır.\nDiaqnostik analitika (diagnostic analytics): Data analitikasının sebebini \nöyrendiyimiz merheledir. Bu merhelede müşahideden kanara çıxılaraq baş veren \nproblemin sebebi aşkar edilir. Burada malumatlar haqqında suallar vermek ve bu sualları \nmeqsed ve biznes operativleri ile elaqelendirmek en vacib bacarıqdır.\nProqnozlu analitika (predictive analytics): Bu merhale müessiselere müxtelif \nqerarları proqnoz etmek, onları uğur qazanmaq üçün sınamaq, biznesin zeif olan \ntaretlerini tapmaq va s. imkanlar verir. Bu axın teşkilatlara ilk üç saviyyenin nece birlikde \nişleye bileceyini görmeye imkan verir. Proqnozlu analitika maşın öyrenmesi, alqoritmler \nva süni intellekt kimi texnologiyaları ahata edir ki, burada malumat elmi işe düşürerek ona \ngüc verir. Bu zaman biz tekçe proqnozlaşma deyil, hem melumat elmi, ham statistika, \nhem de istifadenin vacibliyini birleşdiririk. İlk iki seviyye ile analitika seviyyesini birleşdiren \nteşkilatlar öz malumatları va analitik strategiyaları ila haqiqatan uğur göre bilirler. Bununla \nbele, reallıg budur ki, hazırda teşkilatların aksariyyeti proqnozlu analitikaya çox vaxt sarf \netmir. Liderler vaxtlarının çoxunu tesviri ve diaqnostik analitikaya sarf edirlar, lâkin \nproqnozlu analitika tapmacanın çox vacib hissesidir. Her bir teşkilat malumatların dilinde \ndanışa bilen işçi qüvvesine ehtiyac duyur.\nTelimatlı analitika (prescriptive analytics): çox qabaqcıl seviyyede mövcud, en \ngüçlü ve son merheledir. Data analitikasının sebebini ehate edir. Melumatların özü ne \nedilmeli olduğunu teyin ederek melumata esaslanan qerar qebulu, proqnozlaşdırıcı ve \ngösterişli analitika ila sıx bağlıdır. Analitikanm ilk üç saviyyasi na baş verdiyini tasvir edir, \nardınca sebebini diaqnoz edir ve sonra no baş vereceyini proqnoz ederek bitir. 4-cü \nmorhole data va analitikanm size hansı tedbiri göroceyinizi bildirmesine icaze verir. Bu \nbiznes üçün çox vacib ve güçlü bacangdır.\nSüni intellektin esas saheleri\no\nO & Maşın öyrenme\nO o\nSüni \nİntellekt\nTTT\nTebii Dil\nEmalı(NLP)\nNeyron\nŞebekesi\nDerin\nOyrenme\nKoqnitiv \nHesablama\nKompüter \nGörme",
    "char_count": 2447
  },
  {
    "chunk_id": 4,
    "content": "Süni intellekt sistemi taretinden nitq, metn, şekil ve s. formada malumatlar qebul \nedilerek, müxtelif qaydalar ve alqoritmlerin tetbiqi esasında melumatların emalına uyğun \nolaraq neticenin uğurlu olub-olmaması müeyyenleşir, tehlil vasitesile netice \nqiymetlendirilir ve yekunda sistem öz qiymotlendirmesi, qaydaları, alqoritmi esasında \nverilenler üzerinde düzelişler edir. Diaqramda gösterildiyi kimi, bu dövr istenilen netice \nelde olunana qeder davam edir.\nSüni İntellekt nece işlayir?\nManba: Al Researcher Vijay Kanade 2022\n1. Daxil edilen \nmelumat\n2. Verilenlerin emalı\n(Algoritmls ve gaydalar)\n3. Netice\nNitq \nMetn \nŞekil \nMezmun \nNeticeler\nTefsir etmek\nProqnozlaşdırmaq \nAkt\nUğurlu\nUğursuz\n5.Tenzimleme\n(Oyranmo)\n4.Qiymetlendirme\nMelumat\nAlqoritmler ve Gaydalar \nNeticeler\n(Yenilanma)\nTehlil\nKeşf\nGeribildirim\n(Keşf)",
    "char_count": 2037
  },
  {
    "chunk_id": 5,
    "content": "\nSüni intellekt sistemlerinin inkişafı va tatbiqi ila bağlı bir neça aşağıda qeyd olunan \nesas prosesler var:\n1. melumatların toplanması va avvalcadan işlanmasi (Data collection and pre- \nprocessing) süni intellekt sistemini öyratmazdan evvel, müvafiq melumatların böyük \nhissesinin toplanılmasına vo istifadeye hazırlanmasına xidmat edir;\n2. model talimi (Model training) avvalcadan formalaşmış verilenler hazasından \nistifada ederek süni intellekt sistemini öyrotmek üçün maşın öyrenme alqoritmlerindon \nistifade prosesidir;\n3. modelin qiymotlendirilmesi (Model evaluation) verilenler hazasından istifade \netmekle sınaqdan keçirilorek modelin performansını ölçme prosesidir;\n4. modelin yerleşdirilmesi (Model deployment) öyredildikden vo \nqiymetlendirildikdon sonra mövcud sisteme vo ya program teminatına inteqrasiyasını \ntemin eden prosesidir;\n5. destek ve monitorinq (Support/maintenance and monitoring) yerloşdirildikdon \nsonra süni intellekt sistemi saxlanılmalı, izlonilmeli va müntazam olaraq yenilenme \nprosesidir ki, bu modelin yeni molumatlar üzre yeniden hazırlanması, model \nparametrlerinin doqiq tonzimlenmesi vo ya düzgün işlemeyi dayandırdıqda modelin \ntamamile doyişdirilmosini ehato ede biler; \n6. izahlılıq (Explain ability) süni intellektin sistemde qerar qebul etme prosesini \nbaşa düşmek ve onun etik ve qanuni teleblere uyğun olmasını temin etmek üçün modelin \nizah edile bilen ve şerh edile bilen olmasını tamin edir.\nEyni zamanda nezere alınmalıdır ki, ahemiyyatli derecede effektivliye malik olsa \nda, süni intellekt ham qabiliyyet, ham da funksionallıq baxımından bir sıra \nmahdudiyyatlara malikdir. Hal-hazırda qlobal tecrübede süni intellekt sistemleri barede \nmüşahide olunan mehdudiyyetlere aşağıdaki lan misal getirmek olar:\n1. data qerazi (Data bias): yalnız öyredildikleri malumatlar qadar yaxşıdır va \nmalumatlar qarazlidirsa, süni intellekt sistemi da qarazli olur;\n2. açıqlama qabiliyyatinin olmaması (Lack of explain ability): Bir çox süni \nintellekt sistemlerini, xüsusen de neyron şebekelere esaslananları, yaxud sehiyye ve \nmaliyye kimi şeffaflığın vacib olduğu tetbiqlerda sistemin müeyyen bir helis nece çatdığını \nbaşa düşmek ve şerh etmek çetin ola biler;\n3. mehdud domen biliyi (Limited domain knowledge): adeten talim keçdiklari \nsahada yaxşı faaliyyat gösterir ki, bu da onların yeni veziyyetleri va ya kontekstleri \nümumileşdirme imkanları baxımından bir çox tatbiqlerde faydalılığını mohdudlaşdıra \nbiler;\n4. tehlükesizlik (Safety and security): kiberhücumlara qarşı hessas ola va ya \netibarsız yaxud gözlenilmez qerarlar qebul ede biler;\n5. ortaq mana çatışmazhğı (Lack of common sense): dünyanı insanların etdiyi \nkimi derk ede bilmir ve sağlam düşünce esasında düşünmek ve qerarlar qebul etmek \nqabiliyyetinden mehrumdur;\n6. yüksek hesablama va enerji xarclari (High computational and energy \ncost): işledilmesi ehemiyyetli hesablama gücü va enerji talab edir ki, bu da baha başa \ngala biler.\nAzerbaycan Respublikası Prezidentinin 2022-ci il 22 iyul tarixli 3378 nömreli \nSorencamı ile tesdiq olunmuş “Azerbaycan Respublikasının 2022-2026-cı illerde sosial- \nigtisadi inkişaf Strategiyası”nda ölkemizin reqemsal igtisadiyyata keçidinin \nsürotlendirilmosi ve inkişafı üçün strategiyanın hazırlanması, bu sahada tanzimlayici \nmexanizmin va infrastrukturun yaradılması, 4-cü sanaye ingilabı texnologiyalarının tetbigi \nila bağlı müvafiq müddaalar nazarda tutulmuşdur.\nDigar dövlatlarda olduğu kimi, Azarbaycanda da süni intellekt texnologiyaları \nölkemizin igtisadi ve sosial sahada inkişafında va global raqabat mühitinda üstünlüklerin \nelde olunması üçün mühüm rol oynaya biler. Süni intellekt texnologiyaları dövlet ve özel \nsektorda, habele insanlar üçün daha qabaqcıl raqamsal halleri teqdim etmekle \nheyatımızın bütün sahelerinin inkişafını tamin eda biler. Süni intellektin dövlet idareçiliyi, \nigtisadi, sosial, tehsil, müdafio, tehlükesizlik ve diğer sahelere ciddi transformasiya \ngatireceyini ve bununla bağlı yaranacaq çağırışları ve tehdidleri nezere alaraq, \nAzerbaycanda müvafiq strategiyanın hazırlanması zarureti yaranmışdır.\n“Azerbaycan Respublikasının 2024-2027-ci illerde süni intellekt Strategiyası\" \n(bundan sonra - Strategiya) özünde global trendleri, ölkemizde sahe üzre mövcud \nveziyyeti, güçlü ve zeif tereflerin aşkar edilmesini, imkanların va tehdidlerin \nmüayyanlaşdirilmasini, hedef göstericilerini, meqsedleri, prioritet istigametleri, \nmaliyyelaşma menbelarini va tedbirler planını ehate edir.\n2. Qlobal trendler\nBeynelxalq tecrübeye baxdıqda müeyyen olunur ki, dövletler süni intellekt \ntexnologiyalarının inkişafı, tetbigi ve istifadesine rehberlik etmek üçün strategiyalar ve ya",
    "char_count": 3450
  },
  {
    "chunk_id": 6,
    "content": "\n2. Qlobal trendler\nBeynelxalq tecrübeye baxdıqda müeyyen olunur ki, dövletler süni intellekt \ntexnologiyalarının inkişafı, tetbigi ve istifadesine rehberlik etmek üçün strategiyalar ve ya dövlet programları formasında siyasetler, planlar ve tedbirler toplusu hazırlayırlar. Bir \ndikenin süni intellekt sahesinde strategiyasına ehtiyacının bir neçe sebebi ola biler ki, \nmüvafiq strateji sened dikeye süni intellektin inkişafı va tetbigi ila bağlı strateji va \nalaqalandirilmiş yanaşmaya kömek ede biler ve ondan dikenin igtisadi, sosial va \ntehlükesizlik maraqlarını destekleyen şekilde istifade olunmasını temin ede biler:\n1. igtisadi inkişaf: Süni intellekt igtisadi artıma tekan vere, yeni senaye ve iş \nyerleri yarada biler. Müvafiq strateji sened süni intellektin igtisadi deyer yaratmaq üçün \nistifade oluna bileceyi sahalari müayyan etmeye, hemçinin bu senayelerin büyümesini \ndesteklemek üçün siyaset ve teşebbüsleri inkişaf etdirmekde evezsiz rol oynayır.\n2. reqabat qabiliyyeti: Olobal igtisadiyyatda süni intellektin ehemiyyeti artdıqca, \nbu sahede texnologiyalarını effektiv inkişaf etdire va tetbig eda bilen ölkeler global \nbazarda reqabet aparmaq üçün daha yaxşı veziyyetde qerarlaşırlar. Müvafiq strateji \nsened ölkeye öz süni intellekt imkanlarını inkişaf etdirmeye va ragabatgabiliyyetli \nçalmağa ahamiyyatli derecede tesir gösterir.\n3. etik ve hüquqi Problemler: süni intellekt konfidensiallıq, mexfilik, tehlükesizlik \nve gerezlilik kimi bir sıra etik ve hüquqi problemleri gündeme getirir. Müvafiq strateji \nsened ölkeye bu problemleri hell etmek üçün siyaset ve gaydalar hazırlamağa ve süni \nintellektden mesuliyyetli ve etik istifadeni temin etmeye şerait yaradır.\n4. milli tehlükesizlik: süni intellekt ölkenin milli tahlükasizliyinin temin olunması \nimkanlarına ahamiyyetli tesir edir ve prioritet istigametlerinden biri kimi gabul olunur. \nDigar tarafdan, süni intellekt dövlatin tehlükesizliyine tehdidler yarada, habela dövlet, \niçtimai va ferdi maraglara ziyan vura biler. Bununla bağlı, strategiyada ölkede süni \nintellektin tahlükasiz istifadesini temin eden tedbirler nezerde tutulmalıdır.\n5. inklüzivlik va sosial tesir: Süni intellekt cemiyyete ham müsbat, ham da manfi \ntesir göstere biler. Müvafig strateji sened ölkeye süni intellektin faydalarının adaletli \nşekilde bölüşdürülmesini ve süni intellektden sosial inklüzivliyi dastakleyan üsullarla \nistifada olunmasını temin eden siyaset ve teşebbüsler hazırlamağı gaçılmaz hala çevirir.\nDünyada süni intellekt siyaseti ve strategiyaları ölke ve regiona göre deyişin ABŞ \nve Çin kimi bezi ölkeler terefinden süni intellektin inkişafı va istifadesi üçün megsed ve \nprioritetleri eks etdiren herterefli milli strategiyalar hazırlanmışdır. Avropa İttifagı, Böyük \n20-lik (G20) va İgtisadi Omekdaşlıg va İnkişaf Teşkilatı (OECD) kimi müxtelif beynalxalg \nteşkilatlar süni intellektden etik istifade üçün daha ümumi gaydalar va talimatlar \nhazırlayıb. Süni intellekt strategiyasının hazırlanması istigamatinda İgtisadi Omakdaşlıg \nva İnkişaf Teşkilatının (OECD) beş tövsiyesi mövcuddur:\n1. \ninnovasiyaya tekan vermek üçün süni intellekt sahesinde tedgigat ve inkişafa \ndövlet ve özel investisiyaların teşvigi;\n2. \nmelumat ve bilikleri bölüşmek üçün regemsal infrastruktur, texnologiyalar ve \nmexanizmlerle elçatan süni intellekt ekosistemlerinin gurulması;\n3. \netibarlı süni intellekt sistemlerinin tetbigine yol açan mühitin temin edilmesi;\n4. \ninsanların süni intellekt sahesinde bilik ve bacarıglarının inkişaf etdirilmesi ve \nonlara destek olunması;\n5. \netibarlı süni intellektin mesul idareçiliyini inkişaf etdirmek üçün ölkeler ve \nsektorlar arasında amakdaşlığın aparılması.\nAvropa İttifagında va 60-dan çox ölkada 620-dan çox süni intellekt siyaseti \nmövcuddur ki, ABŞ-ın Stanford Universitetinin 2021-ci il üzre dere etdiyi melumata göre \n32 ölke öz milli süni intellekt strategiyasını dere edib ve 22 ölke hal-hazırda bele \nstrategiyaların üzerinde çalışır. Süni intellekt strategiyaları ve siyasetleri esasen kend \nteserrüfatı, logistika ve negliyyat, sehiyye, enerji va dövlet idareçiliyi kimi sektorlara \nüstünlük verir.",
    "char_count": 3926
  },
  {
    "chunk_id": 7,
    "content": "Süni intellekt sahesinde 2019-cu ilde aparılmış araşdırmaların neticesine göre, \n2030-cu ilde süni intellektin inkişafı va tetbiginin süratlandirilmasi neticesinde global UDM \n14% artacaq ki, bu da alava 15,7 trilyon dollara beraberdir. Süni intellektin igtisadi tesiri \naşağıda qeyd olunan faktorlardan asılı olacaq:\n1. \nbiznes proseslerini avtomatlaşdırmaqla (robotların va avtonom naqliyyat \nvasitalarinin istifadesi daxil olmaqla) mehsuldarlığın artırılması;\n2. \nmüossiselarde mövcud işçi qüvvasini süni intellekt texnologiyaları (yardımçı \nve genişlendirilmiş intellekt) ile inkişaf etdirerek mehsuldarlığın artırılması;\n3. ferdileşdirilmiş ve (ve ya) daha yüksek keyfiyyetli süni intellekt mehsul ve \nxidmetlerinin mövcudluğu neticesinde istehlakçı telebinin artması.\n2030-cu ilde süni intellektin 326 milyon işe tesir edeceyi texmin edilir ki, zamanında \nlazımi tedbirler görülmediyi halda, işlerin 67%-nin bu sahede tehsili olmayan şaxslar \ntarafindan icra edilacayi qaçılmaz olacaqdır. Fealiyyetlerini müvafiq sahada quran \nşirketlerin teqdim etdiyi melumata esasen, süni intellektin tetbigi ile bağlı en böyük \nçetinlikler dövletler terefinden müvafig strategiyaların qebul olmaması ile bağlıdır.\nTeşkilatların süni intellekt tatbiq ederken qarşılaşdıqları en ehemiyyetli \nmaneeler, respondentlerin faizi\nMsnba: PWC 2022\nSüni intellekt üçün aydın strategiyanın olmaması\nSüni intellekte investisiyanın qaytarılması üçün \nqeyri-müeyyen ve ya aşağı gözlentiler\nSüni intellektle işlemek üçün düzgün bacarıq destleri olan \nistedadın olmaması\n21\nTeşkilatlarda Sİ üçün resursların olmaması\n20\nSüni intellekt bellerinin Funksional siloslar terefinden \nmehdudlaşdırılması\nMelumatın mehdud faydalılığı\n19\nSüni intellekt üzre sahibliliyin olmaması\nŞexsi mühakimenin süni intellekte esaslanan qerar qebul \netmeden üstünlüyü\nSüni intellekt-ni desteklemek üçün texnoloji infrastrukturun \nolmaması\n24\nSüni intellekt-den alınan melumatların mehdud aktuallığı\nMövcud (yeni toplanmış) melumatların olmaması\nSüni intellektlerin qebulundan sonra ön cebhe proseslerinde \ndeyişikliklerin olmaması",
    "char_count": 2876
  },
  {
    "chunk_id": 8,
    "content": "\nMüvafig mütoxassislar olmadan igtisadiyyatda yeni texnologiyaların \nüstünlüklerinden semereli istifade etmek mümkün deyil. Tedqiqatların sübut etdiyi kimi, \nişin xarakterinde ve işçi qüvvesinin terkibinde böyük deyişiklikleri nezere alaraq, süretli \ntexnoloji deyişikliklere tez uyğunlaşa bilen işçi qüvvesinin yaradılmasına ehtiyac var. \nŞirketler süni intellekt gözlentilerini qarşılamaq üçün süni intellekt sistemlerini qurmaq ve \nyerleşdirmek, süni intellekti proseslere inteqrasiya etmek ve neticeleri şerh etmek üçün \ndüzgün istedadlara ehtiyac duyacaqlar. Bununla bela, yeni yanaşmaları tetbig edan \nşirketlerin ekseriyyeti süni intellekt bacarıqlarının çatışmazlığı ile üzleşir ve bu qebilden \nolan şirketler öz imkanlarını genişlendirmek üçün yeni növ süni intellekt algoritmleri ve \nsistemlerini yarada, müvafiq sistemleri dizayn ede, kodlaşdırmaq üçün proqram tertibatını \nhayata keçire, malumatları tahlil eda va bela tahlil asasında netice elde ede, layihe \nmeneceri olaraq süni intellekt layihelerinin plana uyğun heyata keçirilmesinin temin ede \nbilen mütexessisler axtarır. Süni intellekt inşa edenlerden elave olaraq, biznes ve texniki \nheyet arasında körpü yaradan “süni intellekt tercümeçileri” ham ön planda, ham da süni \nintellekt hallerinin yaradılmasında evezsiz rol oynayırlar.\n\"Süni intellekt inşa edenler\" en çox teleb olunan peşe hesab olunduğu üçün \nŞirketler süni intellekt üzre boşluğu doldurmağa çalışır\nRespondentlsr şirketlerinde Sİ bacarıq üzre boşluqları doldurmaq üçün lazım olan esas iki \nbacarıq üzre qiymetlendirme aparır.\nMenbe: PWC 2022\nSüni intellekt inşa edenler\nSüni intellekt tercüme edenler\nSüni intellekt Tedqiqatçılar\n28%\nBiznes üzre liderler\nProqram Tertibatçıları\n22%\nDeyişiklik üzre İdareetme Mütexessisler\n21%\nVerilenler üzre elm adamları\nİstifadeçi Tecrübesi Dizaynerler\n20%\nLayihe rehberleri\nMövzu üzre ekspertler\nAşağıdaki diaqramda “Linkedln”da iş alanlarında süni intellekt sahasi üçün an \nçox talab olunan proqramlaşdırma dilleri aks olunub.\nSüni intellekt ile elaqeli en yaxşı \nproqramlaşdırma dilleri\nMenbe: Linkedln\no 10 \n20 \n30 \n40 \n50 \n60\nMATLAB\n2010-cu ilden 2021-ci ile qeder süni intellektle bağlı neşrlerin ümumi sayı iki defe artaraq \n2010-cu ildeki 162 444-den 2021-ci ilde 334 497-ye yükselib.",
    "char_count": 1470
  },
  {
    "chunk_id": 9,
    "content": "Dünyada Sİ Neşrlerinin sayı, 2010-2021\nMsnba: Çenter for Security and Emegrating Technology, 2021, \nChart: 2022 Al lndex Report\nABŞ apacıcı süni intellekt tedqiqatlarında bütün digar ökeleri xeyli qabaqlayır, \nhemçinin an yaxşı tedqiqatçıların taxminan 60%-i hamin dövletin universitetlari va \nşirketlerinde fealiyyet gösterir. ABŞ rehberliyi beynelxalq istedadların celb edilmesine \nesaslanır, bele ki, ABŞ-da işleyen en yaxşı süni intellekt tedqiqatçılarının üçde ikisinden \nçoxu diğer ölkelerde bakalavr derecesi gazanmış şexslerdir.\n9n yüksek saviyyali süni intellekt tadqiqatçıları \nbu gün harada işlayirlar?\nManba: MacroPolo 2022\nKanada",
    "char_count": 642
  },
  {
    "chunk_id": 10,
    "content": "3. Mövcud vaziyyatin tahlili\nYalnız Azerbaycanda deyil, dünya üzra süni intellekt yeni yaranmağa ve \nformalaşmağa başlayın. Azerbaycanda mövcud qanunvericilik bazası süni intellektin \ntatbiçi üçün yeterli deyil. Bele ki, süni intellekt idareçiliyi süni intellektin tatbiçi vasitesi kimi \nmühüm rol oynayır, onun inkişafı, tatbiçi ve istifadesi üçün temel ve strukturu temin edir \nki, bura süni intellektden etik ve mesuliyyetli istifadeni temin etmeye kömek ede bilecek \naydın talimat va qaydaların müeyyen edilmesi daxildir ve bu sahede investisiya va \ninnovasiyaları stimullaşdıra bilen sabit ve proqnozlaşdırılan hüquqi ve tenzimleyici mühit \ntemin etmekle süni intellektin inkişafı üçün elverişli şeraitin yaradılmasına esas \nformalaşdırır. Bundan alave, idaraetma süni intellektin faydalarının adaletli şekilde \nbölüşdürülmesinde ve ferdlerin hüquqlarının qorunmasında rol oynaya biler ve buna süni \nintellekt üçün etik qaydaların hazırlanması va süni intellektin camiyyata potensial menfi \ntesirini azaltmaq üçün tedbirlerin heyata keçirilmesi yolu ile nail olmaq olar.\nSüni intellekt idareçiliyinin, o cümleden bu sahede davamlı inkişafın olmaması \naşağıdaki risklere getirib çıxarır:\n1. hesabatlıhğın olmaması: idareetme olmadan, süni intellekt sistemleri \nterefinden qebul edilen bereketler ve qerarlar üçün aydın cavabdehlik olmur ki, bu da \nxetalara, sehvlera, ferdlere ve ya qruplara zarar kimi menfi neticelere sebeb ola biler;\n2. çaraz va ayrıseçkilik: süni intellekt sistemleri telim melumatlarında mövcud \nolan çerezi davam etdira va hatta güclandira biler ki, bu da irçina, cinsine, yaşına va ya \ndigar xüsusiyyatlarina göre fardlara va ya gruplara zarar vere bilacak adaletsiz ve ayrı- \nseçkilik yaradan neticelere getirib çıxara biler;\n3. tahlükasizlik riskleri: süni intellekt sistemleri sui-istifade formalarına qarşı \nhessas ola biler ki, bu da fardler va teşkilatlar üçün ciddi neticelere, o cümleden hessas \nmalumatların itirilmasi va maliyya itkisine sebeb ola biler;\n4. şeffaflığın olmaması: istifadeçiler ve maraqlı terefler üçün süni intellekt \nsistemlerinin nece qerarlar qabul etdiyini başa düşmek çetinlik yarada biler ve bu hal öz \nnövbasinda, texnologiyaya etibar etmeyi ve ondan semereli istifade etmeyi, hemçinin \nsehvleri ve ya çerezleri aşkar edib düzeltmeyi çetinleşdirecekdir;\n5. camiyyata tesir: süni intellekt sistemleri iş yerlerinin deyişdirilmesi ve içtisadi \nbarabersizlik kimi camiyyata ahamiyyatli tesirlere malik ola biler ve idareetme olmadan \nbu tesirleri proçnozlaşdırmaç ve ya yumşaltmaç mümkün deyil;\n6. içtisadi va siyasi riskler: süni intellekt sistemleri dezinformasiya \nkampaniyaları ve seçkilere müdaxile kimi içtisadi ve siyasi manipulyasiya üçün istifade \nedile biler;\n7. etik ve menevi riskler: süni intellekt sistemleri meçsedyönlü çetl, müşahide, \nsenzura ve diğer çeyri-etik meçsedlar üçün istifade edile biler.\nSüni intellektden semereli şekilde istifade etmek üçün lazımi texnologiyalara ve \ninfrastruktura, o cümleden serfeli yüksek süretli internete, kifayet çeder hesablama \ngücüne ve yaddaşa, hemçinin melumat yarada bilen cihazlara ve sistemlere çıxış elde \netmek lazımdır. Yüksek süretli internet süni intellekt üçün aşağıda sadalanan sabahlara \ngöre vacibdir:\n1. malumat ötürülmasi va giriş: süni intellekt talim va alçoritmlarini \ntakmillaşdirmak üçün böyük hacmda malumatlara asaslanır va malumat ötürülmasina va \nalda edilmesine, hemçinin süni intellekt modellerinin süretli ve semereli telimine imkan \nverir; 2. bulud hesablama: süni intellekt modellerini öyretmek ve yerleşdirmek üçün \ntez-tez istifade olunan bulud hesablama resurslarından istifade etmek üçün vacibdir;\n3. real vaxt rejiminde işleme: malumatları real vaxt rejiminde emal etmeye imkan \nverir, pilotsuz naçliyyat vasitelari ve ya real vaxt rejiminde monitorinç sistemleri kimi \nsüretli qerar verme teleb eden süni intellekt tetbiçleri üçün kritikdir;\n4. qoşulma: süni intellekt ile işleyen “Oşyaların İnterneti” (Internet of Things - loT) \ncihaz ve sistemlerin yerleşdirilmesi üçün zeruri olan cihazlar ve sistemler arasında elaqe \nyaratmağa imkan verir;\n5. emakdaşhq ve paylaşma: tadqiqatçılara, tartibatçılara ve teşkilatlara malumat, \nmodel va neticeleri daha asan elde etmeye ve paylaşmağa imkan verir ki, bu da süni \nintellektin inkişafı üçün vacibdir.",
    "char_count": 3485
  },
  {
    "chunk_id": 11,
    "content": "\nEyni zamanda süni intellekt infrastrukturunu destekleyen bulud infrastrukturunun, \nxüsusan de AWS, Google Cloud Platform va ya Microsoft Azure kimi esas bulud \nprovayderlarinin Azarbaycanda olmaması süni intellektin süratle menimsenilmesi üçün \nehemiyyetli maneeler yaradır. Azerbaycanda yerli malumat merkezinin olması tekçe bu \nresurslara çıxışı temin etmeyecek, hem de qurumlara bu bulud provayderleri terefinden \ndaim yenilenen süni intellekt ve maşın öyronme xidmatlerinin geniş spektrina çıxış imkanı \nveracak va bu xidmatlari sıfırdan va ya ödenişli şekilde inkişaf etdirmak ehtiyacını aradan \nqaldıracaq. Hazırda Azarbaycanda yalnız iki yüksek performanslı hesablama mövcuddur \nki, onlar Azerbaycan Diplomatik Akademiyasında (RTX A5000) va biri Azerbaycan \nFransız Universitetinda (RTX 2080 Tl) mövcuddurlar.\nHemçinin nezere alınmalıdır ki, Azerbaycanda müasir informasiya-kommunikasiya \ntexnologiyalarından (İKT) yüksek seviyyede içtimai istifade imkanı va raqamsal inkişaf \nüçün güçlü zemin var. 1 oktyabr 2021-ci il tarixina esasen ehalinin 85%-i internetden \nistifade edir ve onların böyük bir hissesinin genişzolaqlı internete çıxışı var. \"BMT-nin E- \nHökumet Sorğu 2020\"-yo esasen, Azerbaycan Elektron Hökumatin İnkişafı İndeksi üzre \n193 ölke arasında 70-ci yerdedir, Onlayn Xidmetler İndeksinde (100 baldan 70 bal, dünya \nüzre orta gösterici 56 bal), İnformasiya Telekommunikasiya İnfrastrukturunun İnkişafı \nİndeksinde (dünya üzre orta gösterici 54 ile müqayisede 65 bal) ve İnsan Kapitali \nİndeksinde (dünya ortalaması 68 ila müqayiseda 77 bal) ise yüksek bal toplayır.\nAzerbaycan Respublikasında dövlet idareçiliyinde operativliyin ve semereliliyin \nartırılması maqsedile “Elektron hökumet”in formalaşması artıq temin olunmuş, hazırda \ndövlet qurumları informasiya sistemleri ve ehtiyatlarından, onlar asasında yaradılan \nelektron xidmatlardan geniş istifada edirlar. Cenubi Qafqaz regionunda ilk olaraq \nAzerbaycan Respublikasının TIER III seviyyoli, ISO 20000 ve ISO 27001 standartlarına \nuyğun Data Merkezi yaradılmış ve fealiyyeti temin edilmişdir.\nÖlkede “Elektron hökumet”in inkişafı, “raqomsal hökumat”a keçidin temin edilmesi, \ndövlet qurumlarının informasiya texnologiyalarına, elektron xidmotlorin yaradılmasına ve \ngösterilmesine teleb olunan dövlet xerclerinin optimallaşdırılması, informasiya \nsistemlerinin fealiyyetinin daha müasir standartlar esasında keyfiyyetli, dayanıqlı va \ntahlükasiz infrastrukturda teşkilinin temin edilmesi, vetendaşların bu imkanlardan serbest \nistifadesi meqsedile “bulud” texnologiyasının tetbiqi istiqametinde tedbirlerin görülmesine \nbaşlanılmış, dövlet informasiya sistemlerinin ve ehtiyatlarının formalaşdırılması, \nsaxlanılması, aparılması ve inteqrasiyasının effektiv teşkili yolu ile dövlet idareçiliyinde \nxerclerin azaldılması ve dövlet qurumları arasında koordinasiyanın yüksaldilmosi \nmeqsedi ila “Hökumat buludu”nun (G-cloud) yaradılması zarureti emele gelmişdir ki, \nbununla olaqedar olaraq ““Hökumat buludu”nun (G-cloud) yaradılması va “bulud” \nxidmatlarinin gösterilmesi sahesinde tedbirler haqqında” Azerbaycan Respublikası \nPrezidentinin 3 iyun 2019-cu il 718 nömreli Fermanı qebul edilmişdir.",
    "char_count": 3989
  },
  {
    "chunk_id": 12,
    "content": "Açıqlıq, şeffaflıg ve hesabatlılıq prinsiplerinin tetbiginin daha da genişlendirilmesi, \nmaliyya şeffaflığının yükseldilmesi, informasiya alda etmek hüguglannın teminatı \nvasitelerinin artırılması, vetendaş cemiyyeti institutlarının desteklenmesi ve içtimai \nnezaretin güçlendirilmesi, açıq hökumetin teşvigi ile bağlı görülen tedbirlerin \ndavamlılığının temin edilmesi meqsedile qebul edilmiş “Açıq hökumetin teşviqine dair \n2020-2022-ci iller üçün Milli Fealiyyet Planı”nın tesdiq edilmesi haqqında” Azerbaycan \nRespublikası Prezidentinin 27 fevral 2020-ci il 1859 nömreli Fermanında informasiyanın \naçıqlanması prosedurlarının tekmilleşdirilmesi, habele açıq malumatlardan istifada \nedilmesini temin etmek üçün müvafiq mexanizm ve şertlerin müeyyen edilmesi, dövlet \nqurumlarının resmi internet informasiya ehtiyatlarında “Açıq malumatlar” bölmesinin \nyaradılması ve informasiyanın açıqlanması ile bağlı telebler, habele açıq melumatlardan \nistifadenin genişlendirilmesinin faydaları barede içtimai maariflendirme tedbirlerinin \nheyata keçirilmesi üçün qeyri-hökumet teşkilatlarına destek verilmesi kimi tedbirler \nmüeyyen edilmişdir.\n“Azerbaycan Respublikasının 2022-2026-cı illerde sosial-iqtisadi inkişaf \nStrategiyası”nın tesdiq edilmesi haqqında\" Azerbaycan Respublikası Prezidentinin 22 \niyul 2022-ci il 3378 nömreli Serencamında ise melumatların qorunması üçün \nmexanizmlerin yaradılması, İKT-nin inkişafı üçün standartların formalaşdırılması, o \ncümleden bulud texnologiyaları, API, eşyaların interneti, böyük malumatlar ve diğer \nsahelerde siyaset ve standartların hazırlanması, dövlet xidmetlerinin sadeleşdirilmesi ve \nözel sektorla mümkün qeder inteqrasiya olunmuş şekilde gösterilmesi üçün reqemsal \nplatformanın (melumatların saxlanması, mübadilesi ve idare edilmesi üzre milli sistem) \nyaradılması vacib tedbirler olaraq vurğulanmışdır.\nHemçinin, “Elektron hökumet sahesinde idareetmenin tekmilleşdirilmesi ve \nAzerbaycan Respublikası Prezidentinin “Azerbaycan Respublikasının Prezidenti yanında \nVatandaşlara Xidmat va Sosial İnnovasiyalar üzre Dövlet Agentliyinin fealiyyetinin temin \nedilmesi haqqında” 2012-ci il 5 sentyabr tarixli 706 nömreli, “Azerbaycan \nRespublikasında raqemsal inkişaf va naqliyyat sahasinda idareetmenin tekmilleşdirilmesi \nile bağlı bazi tedbirler haqqında” 2018-ci il 12 yanvar tarixli 1785 nömreli, “Elektron \nhökumetin inkişafı va raqamsal hökumata keçid ila bağlı tadbirlar haqqında” 2018-ci il 14 \nmart tarixli 1885 nömreli ve “Dövlet informasiya ehtiyatları va sistemlerinin \nformalaşdırılması, aparılması, inteqrasiyası va arxivlaşdirilmasi Qaydaları”nın tasdiq \nedilmesi ve elektron hökumetle bağlı bezi tedbirler haqqında” 2018-ci il 12 sentyabr tarixli \n263 nömreli fermanlarında deyişiklik edilmesi barede” Azerbaycan Respublikası \nPrezidentinin 24 noyabr 2022-ci il il 1887 nömreli Fermanı ila raqamsal texnologiyalardan \nistifada yolu ila dövlet idareçiliyinde samerelilik va vahid yanaşma temin edilmiş, dövlet \nidareetmesinin ve biznes proseslerinin reqemsallaşdırılmasında perakendelik aradan \nçaldırılmış, igtisadi artım teşviq edilmiş, sahibkarlıg, insan kapitali va elm kimi vacib \nsahalarin inkişafına nail olunmuş, raqamsallaşma saviyyasi ölkanin bölgedeki ve \nbeynelxalq alemdeki nüfuzunu artıran bir amil kimi öne çekilmişdir.\nHazırkı qlobal geosiyasi ve igtisadi mühitde diğer dövletler, transmilli texnoloji \nşirketler terefinden süni intellekt texnologiyaları vasitesile Azarbaycanın milli strateji \nprioritetlerine tesir edilmesi istisna olunmur. Bununla yanaşı, terrorçu teşkilatlar va \nbeynalxalq kriminal gruplaşmalar tarafindan bu texnologiyalardan istifada meyilleri \nhüquq-mühafiza organları üçün yeni çağırışlar yaradacagdır. Süni intellektin analitik \nimkanlarından istifada ederek siyasi megsedlere çatmag üçün sosial şebekelerde \nmegsedli informasiya yerleşdirilmesi, içtimai fikrin lazım olan istigamate yönlendirilmesi \nve dövlet institutlarına inamın azaldılması, ayrı-ayrı fardlerin hedefe alınması, içtimai \nehemiyyetli müzakirelarde iştirak etmek üçün saxta profilleri yaradan süni intellekt \nhollerinin (çatbot) istifadesi, habele mezmun yaradan süni intellekt modellerine müdaxile",
    "char_count": 4171
  },
  {
    "chunk_id": 13,
    "content": "etmekle informasiyanın manipulyasiyası hayata keçirile biler. Süni intellektin tetbiqi ila \nölkamiza qarşı dezinformasiya hücumlarının hayata keçirilmesi cahdlarinin, saxta \nkontent, o cümleden “deepfake” video-audio materialların istehsalının artması gözlenilir. \nKiberhücumların heyata keçirilmesi üçün süni intellektin yaratdığı yeni imkanlardan, \nziyanverici proqram teminatından istifade oluna biler. Bundan elave, “eşyaların interneti” \n(loT) sensorlardan, smartfonlardan, avtonom noqliyyat vasitalarindan, “ağıllı ev” (smart \nhome) hallerinden, sosial media platformalarından ferdi melumatların toplanılmasını \ndaha effektiv edan süni intellektin tatbiqi mümkündür. Gösterilen tehdidlerin çarşısının \nalınması, ölkamiza qarşı yeni texnologiyalardan istifadenin menfi tesirinin azaldılması \nüçün dezinformasiya menbalarinin aşkarlanması, “deepfake” media kontentinin va \n“botnet” şebekelerinin müeyyen edilmesi, habele kiberhücumların menbalarinin \nidentifikasiyası va onlara qarşı aks-tadbirlarin hayata keçirilmasi, ferdi melumatların \nmühafizosi üçün süni intellekt aletlerinin istifadesi genişlendirilmelidir.\nXülase hissesinde qeyd edildiyi kimi, melumatların toplanılması süni intellekt \nsistemlerinin inkişafı üçün esas proseslerden biri olduğundan, dikenin 80 dövlet \nqurumunun onlayn menbelerinden ictimaiyyete açıq olan malumatlar üzerinde tehliller \naparılmış ve hemin tehliller elçatanlıg, nezerde tutulan istifadeye uyğunluq, keyfiyyet, \nkemiyyet ve etiketleme kimi amiller esasında hayata keçirilmişdir. Aşağıdaki diaqramda \nmövcud malumatların tahlilinin neticelerini ümumileşdiren müvafiq melumat aks \netdirilmişdir:\nİctimaiyyete açıq olan melumatların qiymetlendirilmesi\nMenbe: Araşdırma\nKeyfi yyat\nEtiketleme\nKemiyyet\nP ’ \n/ X\n0.5 Q \nO 0.5\n0.5 O O 0.5\nUyğunlug\n3lçatanhq",
    "char_count": 2592
  },
  {
    "chunk_id": 14,
    "content": "\nGöründüyü kimi, malumatların qiymatlandirilmasinin neticesi aşağı saviyyadadir. \nBezi menbelerde ehemiyyetli miqdarda melumat olsa da, onların ekseriyyoti etiketsizdir \nve istifadeni çetinleşdirir.\nİnsan potensialının yaradılması Azerbaycanın süni intellekt strategiyasının \nmühüm aspektidir va onun uğurla hayata keçirilmasi vacibdir. İnsan potensialının \nyaradılmasının effektiv halli üçün potensialın artırılması va hartarafli tanzimlama \nmexanizmlarinin yaradılması vacibdir. Bu maqsadla yalnız süni intellekt mütaxassislari, \nmaşın öyranma tartibatçılan va tadqiqatçılar kimi ananevi rollara diqqet yetirmemeli, hem \nde süni intellektin inkişaf grupları ve bütövlükde cemiyyet daxilinde qonşu mövqelerin \nhelledici rolü nezere alınmalıdır. Bununla Azerbaycan öz süni intellekt strategiyasının \nhortorafli olmasını va bütün müvafiq maraqlı tereflerin ehtiyaclarını qarşılamasını tamin \neda biler.\nÖlkanin bu sahada inkişafı va raqabat qabiliyyeti üçün süni intellekt üzre istedad \nva bacarıqların yetişdirilmasi, inkişaf etdirilmasi vacibdir. Süni intellekt istedad va \nbacarıqlarının inkişafına sarmaya qoymaqla aşağıdaki nailiyyetler alda oluna biler:\n1. innovasiya ve reqabet qabiliyyetinin artırılması neticesinde süni intellekt \npotensialının birbaşa artması ve ehemiyyetli derecede iqtisadi ve sosial faydaların temini;\n2. işçi qüvvesini lazımi bacarıqlarla teçhiz etmekle, süratle inkişaf eden süni \nintellekt senayesinde iş yerlerinin yaradılmasına ve saxlanmasına desteyin verilmesi;\n3. dikenin işçi qüvvesinin süni intellektle idare olunan iqtisadiyyata hazır olmasını \ntamin ederek, süni intellektde mövcud ve gelecek bacarıq boşluqlarının aradan \nçaldırılması;\n4. innovasiya ve iqtisadi artıma takan veren güçlü süni intellekt ekosisteminin \nqurulması, tekçe tecrübeli süni intellekt mütexessisleri deyil, hem de destekleyici siyaset \nmühiti, möhkem infrastruktur ve malumat va texnologiyaya çıxışın yaradılması.\nNahayat, süni intellekt sahasinda istedad va bacarıqların inkişafına sarmaya \nqoymaq, süni intellekt ingilabının önünde qalmaq ve onun ölke üçün faydalarını artırmaq \nüçün çox vacib hesab edilir.\nÖrnek hazarında olan iş elanlarını analiz etdiyimiz zaman data elmi va maşın \nöyranilmasi üzre iş elanlarının sayının ilden ile artması müşahide olunmuşdur. İnkişaf \netmekde olan hazarda yaranan ehtiyacları qarşılamaq moqsedile bu ixtisasa tolebat da \nartmaqdadır. İş elanlarının çoxalması biznes dünyasında ixtisasa ve bundan ireli gelerek \nixtisasdan formalaşan mütaxassisa ehtiyacı eks etdirir. Bela ki, 2016-ci ilden 2022-ci ile \nqeder bu saheye olan tolebat asasında elanların sayı 60 defa artmışdır. Aşağıdaki \ndiaqramda artım elanların sayı va iller nezora alınaraq göstorilmişdir:\nData elmi ve süni intellekt üzre iş elanlarının sayı (2016 - 2022)\nMenbe: Linkedlnjob search",
    "char_count": 2007
  },
  {
    "chunk_id": 15,
    "content": "Linkedln sosial şebeke platformasındakı araşdırmalara esasen, data elmi va \nmaşın öyrenilmesi üzre ixtisaslaşmış tecrübeli (senior) mütexessislerin azlığı diqqet çakir. \nİş tecrübeleri az olan mütexessislerin sayı ise seniorlara nisbeten çoxluq teşkil edir. Buna \nölkadeki istedadlı kadrların ortaya çıxarılması üçün sahanin kifayet qeder geniş \ntebligatının aparılmaması sebab kimi göstarile biler. Qmek hazarında senior \nmütaxessislere yaranan ehtiyac tecrübeli mütexesessilerin yetişdirilmesi üçün zeruri amil \nhesab edilir. Aşağıdaki diaqramda data elmi ve maşın öyrenilmesi üzre ixtisaslaşmış \nmütexessislerin saylan iş tecrübelerine esasen formalaşdırılmışdır:\nİş tecrübesi illerine göre mütexessislerin sayı\nMenbe: Linkedln araşdırma\n83\n| Data Elmi\n■ Maşın öyrenmssı\nİxtisaslara olan teleb peşekarlara ve ekspertlere artan telebata aiddir. \nTexnologiyanın süretli inkişafı va müxtalif sanayelarda istifadenin artması ila düzgün \nbacarıq va biliye malik mütexassislera teleb xeyli artmışdır. Ourumlar öz biznes \nproseslerini tekmilleşdirmek ve reqabet üstünlüyü elde etmek üçün proqram teminatları \nila hallerin dizaynına, hazırlanmasına ve tetbiqine kömak eda bilacak şaxslar axtarırlar. \nAşağıdaki diaqramda 101 aparıcı qurum arasında aparılan sorğuya esasen ixtisalara \nolan telebat eks olunmuşdur:",
    "char_count": 1307
  },
  {
    "chunk_id": 16,
    "content": "İxtisaslara olan tslabat\nMsnba: Linkedln\nÜmumi vs süni intellekt üzre elmi işçilerin sayı konkret tedqiqat sahesinden ve \nmüessise ve ya teşkilatdan asılı olaraq deyişe biler. Süni intellekt kompüter elminin alt \nsahesidir ve son illerde xeyli artım müşahide edilerek, getdikce daha çox tedqiqatçı ve \nalimleri celb edir. Bununla bela, süni intellektle müqayisede biologiya, kimya ve fizika kimi \nümumi sahalarda hala da çox sayda elm adamları var. Bundan alava, birçox süni intellekt \ntedgigatçılan müxtalif elmi manşalardan gelir ve bu, ümumi alimlerin sayının süni intellekt \nalimleri ile müqayisesini daha da çetinleşdirir.\nAşağıda ümumi ve süni intellekt sahesi üzre elmi işçilerin göstericileri verilmişdir:",
    "char_count": 713
  },
  {
    "chunk_id": 17,
    "content": "Azarbaycanda elmi işçilerin umumi ve \nsüni intellekt sahesi üzre say göstericisi\nMenbs: AD scientific index\n15 Süni intellektle ",
    "char_count": 1341
  },
  {
    "chunk_id": 18,
    "content": "elageli\n4. GZİT (SWOT) tahlili\nBu Strategiyanın komponentlarini semereli şekilde hazırlamaq üçün \nAzerbaycandakı mövcud veziyyeti ve tetbiqe hazırlıq seviyyesini qiymetlendirmek \nlazımdır.\ngüçlü taraflar\n1. İKT sektörünün teşviqine \nyönelmiş qanunvericilik bazasına malik \nolma;\n2. dövletin ister infrastrukturda, \nisterse de vetendaşlar üçün xidmetlerde \ntelekommunikasiyanın semereliliyini ve \nelçatanlığını yaxşılaşdırmaq öhdeliyini \ngötürmesi;\n3. yüksek seviyyeli internet \nbağlantısı ila yaxşı qurulmuş va \ndastaklana bilen infrastrukturun tamin \nedilmesi;\n4. \nmelumat \nmerkezi\ninfrastrukturunun transformasiyası va \nhökumata maxsus bulud hesablama \nhallarina integrasiya;\nimkanlar\n1. data elmlari va maşın öyranma \nvazifeleri üçün özel ve dövlet \nsektorunda artan emek talebi;\n2. süni intellekt ve maşın öyranma \ndövletin üzleşdiyi müxtelif problemleri \nhell ede biler (melumatları düzgün \nanaliz etmek, tehlükesizlik risklerini \nmüeyyen etmek, onların çarşısını \nalmaq ve yalnış malumatları müeyyen \netmek);\n3. süni intellekt hükümetin \nfealiyyetini ve semereliliyini artırmaq \nüçün böyük vedler verir;\n4. süni intellekte esaslanan \nsistemler sehiyye, neqliyyat ve kend \nteserrüfatı kimi müxtelif sahelerde \n5. azerbaycan dilinde malumat \nhazaların yaradılmasına dövlet desteyi\n6. talablardan ireli galan süni \nintellekt tadqiqat şeylerini \nelaqelendirmek ve inteqrasiya etmek \nüçün xüsusi qurumun olması.\nzeif taraflar\n1. yüksek seviyyeli tehsil \nimkanlarının olmaması;\n2. inkişaf etmiş texnologiya \nsahasindo akademik tadqiqatçılar üçün \naşağı amak haqqının olması;\n3. azarbaycanda süni intellekt \nprogramlarının hazırlanması ila maşğul \nolan şirketlerin azlığı;\n4. süni intellekt sistemlerini \ninkişaf etdirmeye, hayata keçirmaya, \nsaxlamağa va idare etmeye qadir olan \nekspertlerin, bacarıqlı mühendislerin ve \nmenecerlerin kifayet qeder olmaması;\n5. tedqiqat üçün institutlar \nterefinden toplanan malumatlara çıxışın \nolmamasının elmi taraqqiya mane \nolması;\n6. dövlat sektorunda kifayet \nqeder avtomatlaşdırmanın olmaması va \nfiziki sanadlara etibar etmek zerureti, \ngenişmiqyaslı reqemsal İslahatlarla \nmeşğul olmaması;\n7. universitetlerde ve elmi \ntedqiqat institutlarında hesablama \nresurslarının çatıışmazlığı neticesinde \nbu sahenin totbiqetmelerini işe sala \nbilmemesi;\n8. süni intellektin tebliğatının \naşağı olması\nxüsusi bilik çatışmazlığından ireli gelen \nmüxtelif problemleri hell etmek \npotensialına malikdir;\n5. tekmilleşdirilmiş informasiya \ntehlükasizliyi, yeni süni intellekte \nesaslanan sistemler müşahide ve \ntehdidlerin aşkarlanması üçün istifade \noluna biler;\n6. artan enerji semeroliliyi, yeni \nsüni intellekte esaslanan sistemler \nenerjiden istifadeni optimallaşdırmaq ve \ntullantıları azaltmaq üçün istifade oluna \nbiler ki, bu da enerji sameroliliyinin \nartmasına ve xerclere qenaete getirib \nçıxarır. \ntehdidler\n1. beyin axını (brain drain) - işçi \nqüvvesine artan qlobal tolabat \nneticesinde sahe üzre mütexessislerin \nüçüncü dünya ölkelarindan inkişaf etmiş \nölkalara axın etmesi\n2. iş imkanlarının deyişdirilmesi, \nyeni süni intellekt sistemleri evveller \ninsanlar terefinden yerine yetirilen işleri \navtomatlaşdıra biler ki, bu da iş itkilerine \nve işsizliye sebeb olur.\n3. bezi dövlet qurumlarının \ninformasiya-kommunikasiya \ntexnologiyaları imkanlarının kifayet \nqeder olmaması;\n4. süni intellekt sahasindo diğer \ndövletlerin irelilemesi;\n5. kibercinayotkarlıqla bağlı artan \ntehdidler ve hadiseler;\n6. qeroz ve ayrı-seçkilik, yeni süni \nintellekt sistemleri düzgün tertib \nedilmodikdo ve sınaqdan keçirilmodikdo \nqorozliliyi ve ayrı-seçkiliyi davam etdire \nva hatta güclandira biler;\n7. moxfiliyin itirilmesi, yeni süni \nintellekt sistemleri insanların mexfiliyini \npozmaq üçün istifada oluna bilan böyük \nmiqdarda şaxsi malumatları toplaya va \nemal eda biler.",
    "char_count": 2705
  },
  {
    "chunk_id": 19,
    "content": "\nMolumdur ki, dünyada süni intellekt hazırlığını ölçen üç nüfuzlu global indeks \nmövcuddur. Bunlar aşağıdakilerdir: \n1. “Hökumetin süni intellekt Hazırlıq İndeksi” (Oxford Insight);\n2. “Süni intellekt Qlobal Dynamics” (Stenford Universiteti);\n3. “Süni intellekt Qlobal lndex” (Tortoise Media).\nTeessüf ki, süni intellekt ve reqemsal ekosistemle bağlı mövcud onlayn verilenlerin \nve tedqiqat senedlerinin olmaması sebebinden Global süni intellekt Fealiyyati ve Global \nsüni intellekt İndeksinde Azerbaycanla bağlı melumat yoxdur.\nOxford Insight-a göre, Hökumetin süni intellekt Hazırlıq İndeksinde Azerbaycanın \nyeri 2019-cu ilden artıb ve hazırda 181 ölke arasında 74-cü yerdedir.\nHökumetin süni intellekt hazırlığı indeksi \nüzre Azerbaycanın yeri\nAzerbaycan son 4 ilde Cenubi ve Merkezi Asiyada ilk 5 regional lider arasında \nmövgeyini goruyub saxlayır. Azarbaycanın son 4 ilde Cenubi va Merkezi\nAsiyada ilk 5 regional lider arasında mövqeyi\nMenbe: Oxford Insight 2019",
    "char_count": 852
  },
  {
    "chunk_id": 20,
    "content": "Oxford Insight hesabatı güstarir ki, Azarbaycanda süni intellektin inkişafı üçün \nmüeyyen edilmiş plan hele ki yoxdur, hükümet terefinden bu sahenin strategiyasının \nyaradılması üzre işler aparılır. İnsan Kapitali (32,7) va Texnologiya hazarının Ölçüsü \n(13,94) sütunlarında göstarildiyi kimi, ülkede aşağı seviyyede insan kapitali va kiçik \ntexnologiya bazarı var:\nHökumatin süni intellekt hazırhq indeksi\nMenba: Oxford Insight 2019\nsndal\n• daraetma va Etika\n0 Ragamsal Tutum\nUygunlaşma\n• Ölçü\nA innovasıya Bacarığı\n0 insan kap ta\nQ nfrastruktur\n0 Malumatların mövcudluğu\nMilli Süni İntellekt Strategiyasına baxış süni intellekt sahesinda tadqiqat va inkişafı \ntaşviq etmekle ülke iqtisadiyyatının reqabet qabiliyyetinin artırılmasını, süni intellekt \nsenayesinde işlemek üçün ixtisaslı işçi qüvvesinin yaradılmasını ve süni intellektin \nfaydalarının cemiyyetin bütün üzvlerine geniş şekilde yayılmasının temin edilmesini ehate \nedir. Bundan ireli gelerek, Azerbaycanda bacarıqların, texnologiyanın, ekosistemin, \ninfrastrukturun va Azarbaycanın inkişafını desteklemek üçün reqabet gabiliyyetini \nartırmaq üçün idareetme mexanizmlerinin tekmilleşdirilmesini üzünde birleşdiren süni \nintellekt senayesinin yaradılmasıdır.\nBu Strategiyanın müxtelif merhalelerde heyata keçirilmesi nezerde tutulur ki, \nbirinci merhelenin 2024-cü ilde başlanılması va 2027-ci ilde başa çatması zaruri bilinir. \nBu merhale hazarın süni intellekt sahesinde global trendlerin teleblerine cavab vermesini \ntemin etmeye ve müxtelif sektorlarda süni intellektin deyerini nümayiş etdirmeye, habele \nsaha üçün mezunların ve mütexessislerin kemiyyetinin ve keyfiyyetinin artırılmasına \nyünelir. Hükümetle pilot layihelerinin hayata keçirilmesi, yerli ve xarici qurumlarla \nemekdaşlıq, elece de süni intellekt şeylerini uyğunlaşdırmaq üçün regionlar arasında \nalaqelarin qurulması qeyd edilen düvr üzre gürülecek tedbirler sırasındadır.\nEyni zamanda, prioritet sektorların qiymetlendirilmesini ve xüsusile startaplar üçün \nsüni intellekt ekosisteminin inkişafına diqqeti celb eden ikinci merheleye hazırlıq işleri \naparılacaqdır. Azerbaycan Respublikasının Raqemsal İnkişaf va Naqliyyat Nazirliyi bu \nStrategiyanın hayata keçirilmasina va müvafiq güstaricilar (idaraetma, malumat,infrastruktur, istedad vs bacarıqlar) vasitasila onun gedişatının monitorinqina cavabdeh \nolacaqdır.",
    "char_count": 2251
  },
  {
    "chunk_id": 21,
    "content": "\n5. Hadef göstariciler\n5.1. \nBu Strategiyanın esas hadaf göstericileri aşağıdakılardır:\n5.1.1. süni intellekt sahesinde tadqiqat va inkişafı taşviq etmakla ölke \nigtisadiyyatının raqabat gabiliyyatinin artırılması;\n5.1.2. süni intellekt sanayesinda işlemek üçün ixtisaslı işçi qüvvesinin \nformalaşdırılması;\n5.1.3. süni intellektin faydalarının comiyyetin bütün üzvlarine geniş şekilde \nyayılmasının temin edilmesi;\n5.1.4. mexfilik ve gerezlilik kimi süni intellektle elageli etik ve sosial meseleleri hell \netmek ve süni intellektden istifadenin milli deyerlere ve ölke qanunvericiliyinin teleblerine \nuyğun olmasını tamin edilmesi;\n5.1.5. tehlükesiz süni intellekt texnologiyalarının ve hellerin daxili bazarda \ntetbiqinin temin edilmesi.\n6. Meqsedler\n6.1. \nBu Strategiyanın esas maqsadlari aşağıdakılardır:\n6.1.1. ölkede müeyyen edilmiş prioritet sektorlar üzre süni intellekt sanayesinin, o \ncümleden onun devamlılığını ve reqabet gabiliyyetini temin eden bacarıqların, \ntexnologiyaların, ekosistemin, infrastrukturun va idaraetma mexanizmlarinin \nformalaşdırılması;\n6.1.2. süni intellekt sanayesinda işlemek üçün lazımi bilik ve bacarıqlara malik \nixtisaslı işçi qüvvasinin hazırlanması;\n6.1.3. samaraliliyi va şeffaflığı artırmaq üçün süni intellektin dövletin \nidaraetmasina daxil edilmesi;\n6.1.4. yerli, regional ve beynelxalq bazar ehtiyaclarına xidmat eden regional süni \nintellekt telimi ve istedad merkezlerinin yaradılması;\n6.1.5. müvafiq idareetme ila süni intellektden istifade üçün etik prinsipler ve \npaydaların müeyyen edilmesi;\n6.1.6. süni intellekt inkişafını va tadqiqatını inkişaf etdirmak üçün sektorlar \narasında amakdaşlığın taşviq edilmesi;\n6.1.7. global süni intellekt müzakirelerinda va teşebbüslerinde, xüsusen de süni \nintellektin etikası, işin geleceyi ve süni intellektin sosial ve iqtisadi tesirleri kimi sahalarda \nfaal iştirakin tamin edilmesi;\n6.1.8. süni intellektden mesuliyyetli istifadenin temin edilmesi ve vetendaşların \nhüquqlarının ve mexfiliyinin qorunması;\n6.1.9. süni intellektin dövletin, cemiyyetin ve vetendaşların maraqlarına zidd \nmaqsadlar üçün istifadesinin çarşısının alınması;\n6.1.10. innovasiyalı hallerin tetbigi zamanı yaranan risklerin ve deyen ziyanın \nazaldılmasının tamin olunması;\n6.1.11. milli tahlükasizliyin tamin olunması üçün süni intellektin tetbiginin \ngenişlandirilmasi.",
    "char_count": 2442
  },
  {
    "chunk_id": 22,
    "content": "7. Prioritet istigametler\nBu Strategiyanın esas prioritetleri aşağıdakılardır:\nPrioritet 7.1. Süni intellekt idareetmesinin inkişafı\nİnnovasiyaları teşvig edan, sermayeleri celb eden, cemiyyetin maraqlarını ve \ndeyerlerini qoruyan süni intellekt idareetme sisteminin yaradılması ve dünyada süni \nintellektin mesuliyyetli inkişafı üçün beynalxalq terefdaşlarla emekdaşlığın edilmesi bu \nStrategiyanın prioritet istiqamatlarinden biridir.\nİnnovatorları, tedgigatçıları ve sahibkarları effektiv şekilde destekleyen, eyni \nzamanda ahalinin süni intellekt texnologiyalarına inamını tamin edan idareetme sistemi \nhökumetin növbeti üçillik planı üçün çox vacibdir.\nBu prioritet üzre gözlenilen neticeler aşağıdakılardır:\nGözlenilen netice 7.1.1. Azerbaycanda süni intellekt üzre dövlet qurumlarının \ninkişafının tamin edilmesi ve bu mesele üzre teşkilati mesuliyyet aşağıdaki kimi olmalıdır:\n1. teşebbüsler üzre dövlet qurumları, özel sektör ve akademik daireler arasında \nemekdaşlığın va koordinasiyanın teşvigi;\n2. talimat va gaydaların hazırlanması va tetbigi ila bağlı maslahatlaşmalarin \naparılması;\n3. qararların qabulunu desteklemek ve dövlet qurumlarına (qurumlarına) öz \nemeliyyatlarında ve xidmetlerinde süni intellektden istifade ile bağlı meslehat vermek \nüçün süni intellekt idareetme sistemleri üzre telimatlar hazırlanması;\n4. süni intellekt siyaseti, tenzimleme ve elageli sahelerde beynelxalq emekdaşlığın \nteşvigi;\n5. süni intellekt sanayesi üçün potensialın artırılması va destek teşebbüslerinin teklif \nedilmesi;\n6. \nsüni intellekte esaslanan vahid analitik va texnoloji platformaların tetbigi.\nGözlenilen netice 7.1.2. Süni intellekt üçün prioritet sektorların müayyan edilmesi \nvacibdir. Bele ki, ölkeye öz resurslarını ve şeylerini süni intellektin en böyük tesir ve fayda \nvere bileceyi xüsusi sektorlara yöneltmeye imkan verir. Müeyyen sektorlara üstünlük \nvermekle, ölke süni intellektin inkişafı ve tetbiginin igtisadi artım, sosial inkişaf ve ekoloji \ndavamlılıq kimi strateji moqsad ve prioritetlerine uyğun olmasını temin ede biler. Bundan \nelave, qeyd edilen prioritetlerin müeyyenleşdirilmesi süni intellektin tetbiginin en böyük \nfayda va resurslardan daha semereli istifadeni getire bileceyi saheleri müeyyen etmeye \nkömek ede biler.\nKonkret sektorlara diqqet yetirmekle, ölke hem de hemin sektorlarda süni \nintellektin tetbigi neticesinde yarana bilecek potensial etik va ya sosial problemleri \nmüeyyen ede ve onları proaktiv şekilde hell ede biler. Bu, hemçinin ölkeye siyasi \nqerarlann qebulu ve investisiyaların celb edilmesi üçün istifade oluna bilen süni intellektin \ninkişafı ve tetbigi üçün yol xeritesi yaratmağa imkan verir. Bundan elave, prioritet \nsektorlarda süni intellektin tetbigi de ölkenin global bazarda regabet gabiliyyetini \nartırmağa kömek ede biler.",
    "char_count": 3061
  },
  {
    "chunk_id": 23,
    "content": "\nPrioritet sektorların müeyyenleşdirilmesi aşağıdakılar vasitesile heyata keçirilir:\n1. ölkedeki igtisadi ve sosial şeraitin, o cümleden resurs teçhizatı, infrastruktur, \nişçi güvvesinin bacarıgları ve bazartelebi kimi amillerin herterefli tehlilinin aparılması;\n2. \nyoxsulluğun azaldılması, sohiyye va tahsilin yaxşılaşdırılması, etraf mühitin \nmühafizasi kimi ölkadaki strateji maqsad va vazifelerin nezere alınması;\n3. texnologiyada irolileyişlor ve ya istehlakçı talebindeki deyişiklikler kimi qlobal \ntendensiyaları ve imkanları tehlil etmek ve bu tendensiyalardan ve imkanlardan \nyararlanmaq üçün yaxşı mövqeye malik sektorların müeyyanleşdirilmesi;\n4. \nsektorlar haqqında herterefli anlayış alda etmek üçün dövlet resmileri, biznes \nliderleri ve alimler de daxil olmaqla, müvafiq sahelerde maraqlı taraflar va ekspertlarla \nmaslahatlaşmak;\n5. \niş yerlerinin yaradılması, igtisadi artımın stimullaşdırılması ve ölkenin inkişaf \nmaqsadlerine nail olunmasına töhfe vermek üçün her bir sektörün potensialının \nqiymotlendirilmesi.\nPrioritet sektorlar müayyan edildikdan sonra, müxtelif istifada ballarını araşdıraraq \nsüni intellektin bu sektorlara potensial tesirini qiymetlendirmek vacibdir. Bu, süni \nintellektdan samaraliliyi, mahsuldarlığı va raqabat gabiliyyetini artırmaq üçün neca \nistifada oluna biloceyini başa düşmeye, hemçinin bu sektorlarda süni intellektin totbiginin \ngetire bileceyi mümkün faydaları ve çetinlikleri araşdırmağa kömek edecekdir.\nPrioritet sektorların müeyyanleşdirilmesi müxtelif amillerin ve baxışların nezere \nalınmasını nezerda tutan mürakkab prosesdir. Bunu semereli etmek mogsedile nezerden \nkeçirilen sektorlar haqqında herterefli anlayışı temin etmek üçün igtisadiyyat, siyaset, \nsosiologiya ve etraf mühit kimi müxtalif sahalardan ekspertlari bir araya getirmek lazım \nola biler.\nGözlenilen netice 7.1.3. Mesuliyyetli ve etik süni intellekt siyasetinin yaradılması\nSüni intellektin bir çox faydaları ila yanaşı, onun sui-istifadosi ciddi zararlara sabab \nola biler. Süni intellektin mesuliyyetli şekilde qebul edilmesini temin etmek üçün ister etik, \nister hüquqi, isterse de sosial-iqtisadi baxımdan potensial sui-istifada ballarını azaldan \nsiyaset, qayda ve qanunvericiliye malik olmaq vacibdir. Bundan alava, mesuliyyetli ve etik \nsüni intellektin neden ibaret olduğu barede malumatlılığın artırılması onun geniş \nyayılmasına kömak eda biler.\nMesuliyyetli ve etik süni intellekt siyasetini hazırlamaq üçün aşağıdaki prinsipler \nnazara alınmalıdır.\n1. şeffaflıg: süni intellekt sistemleri istifadeçilerin qerarların nece qebul edildiyini \nve bu qerarların qebulu üçün istifade olunan malumatları başa düşe bilmeleri üçün şeffaf \nva izah edile bilen şekilde tertib edilmelidir;\n2. edaletlilik: süni intellekt sistemleri gerezliliyi ve ayrı-seçkiliyi minimuma \nendirmek ve hor bir şoxso edaletli va beraber reftar edilmesini temin etmek üçün dizayn \nedilmelidir;\n3. mexfilik: süni intellekt sistemleri istifadeçilerin moxfiliyini qorumaq, elece do \nmüvafiq qanun ve gaydalara uyğun olaraq şoxsi malumatların toplanmasını, istifadesini \nve paylaşılmasını temin etmek üçün tertib edilmelidir;\n4. hesabatlılıg: teşkilatlar inkişaf etdirdikleri va totbig etdiklari süni intellekt \nsistemlerine göre mosuliyyet daşımalı ve bu sistemlerin sobeb ola bileceyi riskleri ve \nzerorlori azaltmaq üçün addımlar atmalıdır;\n5. nezaret: süni intellekt sistemlerinin tehlükosiz, etik ve uyğun şekilde istifade \nolunmasını temin etmek üçün insan nezareti ve qerar qebulu ile birlikdo istifade edilmek \nüçün dizayn edilmelidir;\n6. davamlı monitorinq; sistemin işine ve sui-istifado potensialına nezaret edilmeli \nve ortaya çıxan har hansı bir problemi müayyan etmek ve düzeltmek üçün müntozom \ngiymetlendirmoler aparılmalıdır;\n7. insanmerkezli: süni intellekt sistemleri elçatanlıg, istifadeye yararlılig va sosial \ntesir kimi amiller eyni zamanda, insanın ehtiyacları va rifahı nazara alınmaqla dizayn \nedilmelidir;\n8. inklüzivlik: süni intellekt sistemleri müxtelif insanların ve qrupların müxtelif \nehtiyaclarını ve perspektivlerini nezere alaraq inklüziv olmalıdır.",
    "char_count": 3487
  },
  {
    "chunk_id": 24,
    "content": "\nGözlenilen netice 7.1.4. Beynelxalq emekdaşlıq\nSüni intellektin tanınması, inkişaf etmekde olan ölkeler üçün hem imkanlar, hem \nde çetinlikler yaradır. Bu ölkeler beynelxalq emekdaşlığı teşviq etmekle innovasiya ve \nsenayeleşme sadesindeki boşluğu aradan galdıra, en aktual problemlerini hell ede, \nemekdaşlıq ve terefdaşlıq üçün yeni imkanlar yarada bilerler. Azerbaycan müvafiq \nteşkilatlarla elaqaler qurmaq yolu ila bilik ve tecrübe mübadilesini yüksek qiymetlendirir \nve süni intellekt sahesinde regional proqramların ve birge strategiyaların hazırlanmasını \ndestekleyin Müvafiq sahe üzre beynelxalq emekdaşlıq coğrafi maneeleri aradan \nqaldırmaq üçün çox vacibdir ve milli, regional ve beynelxalq seviyyelerde dövletleri, özel \nsektörü ve beynelxalq teşkilatları celb eden çoxşaxeli sey teleb edir. Bura dövlet ve \nvetendaşlar, dövlet ve özel sektorlar ve beynelxalq teşkilatlar arasında texnologiya \ntransferinin ve meslehetleşmelerin asanlaşdırılması daxildir.\nDiğer ölkeler, teşkilatlar va gruplarla amakdaşlıq Azarbaycana texnoloji va siyasi \ninkişaflardan xabardar olmaq va daha çox investisiya imkanları yaratmaq üçün çox \nvacibdir.\nBeynalxalq amakdaşlıq aşağıdakılar vasitesile hayata keçirilir:\n1. maraqlanan mövzu ila bağlı beynalxalq görüşlerde, konsorsiumlarda ve \nforumlarda iştirak etmek;\n2. süni intellekt sahesinde siyaset ve standartların formalaşdırılmasında mühüm \nrol oynamağa, senayenin aparıcı oyunçuları ila amekdaşlıq etmeye ve beynelxalq \nteşkilatlarla sıx emekdaşlıq etmek ve standartların hazırlanmasında va tatbiqinda faal \niştirak etmek;\n3. insanları bir araya getirmek ve emekdaşlığı inkişaf etdirmek üçün regional \nseviyyoda şeylere başlamaq;\n4. tereflerin maraq ve meqsedlerine cavab veren birge layihelerde dost ölkelerle \nbirlikde işlemek;\n5. telebelerin, ekspertlerin ve alimlerin diğer ölkelerle mübadilesini asanlaşdırmaq \nüçün programlar teşvig etmek;\n6. beynelxalg emekdaşlığı ve melumat mübadilesini destekleyen, mexfiliyi ve \ntehlükesizliyi goruyan tanzimleyici baza yaratmag.\nPrioritet 7.2. Azarbaycanda malumatların yenilenmesi ve infrastrukturun \ntakmillaşdirilmesi\nMelumat ve infrastruktur ölkede süni intellektin inkişafı va tetbiginde mühüm rol \noynayın Malumat va infrastrukturun süni intellekt üçün vacib olmasının bir neça sebebi \nvardır:\n1. melumat süni intellekt üçün “yanacag” rolünü oynayın süni intellekt \nalgoritmlerini öyrenmek ve tekmilleşdirmek üçün böyük hecmde melumatlardan istifade \nolunur; yüksek degiglikde melumatlara çıxış olmadan süni intellekt sistemleri öyrenile ve \ntekmilleşdirile bilmez;\n2. \nmelumatları saxlamag, emal etmek ve tehlil etmek üçün infrastruktur lazımdır;\n3. süni intellekt böyük hecmde verilenleri emal etmek ve tehlil etmek üçün güçlü \nhesablama resursları teleb edir (bura malumatların sazlanması, emal gücü ve yüksek \nsüretli internete çıxış daxildir);\n4. malumat infrastrukturu süni intellektin tedqiqatını va inkişafını temin etmek üçün \naçardır: malumat infrastrukturuna çıxış tedqiqatçılara va tertibatçılara tecrübe aparmağa, \nyeni alqoritmleri ve modelleri sınaqdan keçirmeye ve neticeleri miqyaslandırmağa imkan \nverir;\n5. melumat infrastrukturu süni intellekt sistemlerinin tetbigi üçün vacibdir: süni \nintellekt sistemleri real vaxt rejiminde melumatların işlenmesi ve qerar qebul edilmesini \ntemin etmek üçün güçlü infrastrukturda yerleşdirilmelidir;\n6. melumat tehlükesizliyi ve konfidensiallıg süni intellekt üçün vacibdir: \nmalumatların tahlükasizliyini va mexfiliyini temin etmek süni intellekt sistemlerine inam \nyaratmaq va vatandaşların ferdi melumatlarını qorumaq üçün vacibdir.\nBelelikle, bir ölkede süni intellekti inkişaf etdirmek ve tetbiq etmek üçün melumat \nve infrastruktur lazımdır. Melumat infrastrukturuna, malumatların idare edilmesine ve \nmelumat tehlükesizliyine investisiyalar ölkede süni intellektin tam potensialını açmaq ve \nonun sehiyye, tehsil, neqliyyat ve kend teserrüfatı kimi müxtelif sektorlarda istifadesini \ntemin etmek üçün esas olacaq.",
    "char_count": 2990
  },
  {
    "chunk_id": 25,
    "content": "\nGözlenilen netice 7.2.1. Melumat strategiyasının qobulu\nAzerbaycan öz yerli mühitine va global tecrübelere uyğunlaşdınlmış melumat \nstrategiyası yaratmaqla har bir yeni malumat dalğasının taqdim etdiyi imkanlardan \nyararlana va bu sahada lider ola biler. Bu melumat strategiyası düzgün malumat növünün \nlazımi vaxtda mövcud olmasını, müvafiq kanallar vasitesile elçatan olmasını va düzgün \nidare olunmasını ve mühafizesini temin etmeye yönelmelidir.\nEffektiv olan malumat strategiyası melumat sahibi, istifadeçi ve prosesde iştirak \nedan bütün taretlerin rollarını ve mesuliyyetlerini ve onlara emekdaşlıq etmeye imkan \nveren prosesleri müeyyen edecekdir. Plan hemçinin onların qarşılıqlı alaqesini \ntenzimleyen siyasetler qurmalı ve hansı melumatların paylaşılacağı, nece paylaşılacağı, \nne üçün paylaşıldığı ve igtisadiyyata getireceyi faydaların teferrüatlarını çatdırmaqda \nşeffaf olmalıdır. Bu şeffaflıg yarana bilecek her hansı narahatlığı aradan çaldırmağa \nkömek edecekdir.\nMelumat strategiyasının hazırlanması üçün aşağıdaki taleblor nazara alınmalıdır:\n1. malumat inventarının aparılması: malumat aktivleri, infrastruktur va imkanlar, \nhemçinin melumat ehtiyacları va boşluqlar daxil olmaqla, ölkadaki malumatların cari \nvaziyyatinin qiymatlandirilmasi;\n2. hedeflerin, meqsedlerin ve prioritetlerin müeyyen edilmesi: ölkenin melumat \nstrategiyası üçün aydın baxışın, maqsedlerin ve prioritetlerin işlenib hazırlanması va \nonların ümummilli inkişaf maqsadlarina uyğunlaşdırılması;\n3. malumatların idare edilmesi ve idare edilmesi çerçivesinin inkişafı: melumatların \nidare edilmesi üzre müvafiq qurumun imkanlarının genişlandirilmasi va malumatların \nidare edilmesi siyasetlerinin, standartlarının va talimatlarının işlenib hazırlanması da daxil \nolmaqla, malumatların idare edilmesi ve idare edilmesi çerçivesinin yaradılması;\n4. melumat infrastrukturuna investisiyaların müeyyen edilmesi ve \nprioritetleşdirilmesi: melumatların toplanması, idare edilmesi ve tehlilini desteklemek \nüçün aparat, proqram teminatı va şebekeler daxil olmaqla, melumat infrastrukturuna \ninvestisiyaların müeyyen edilmesi ve prioritetleşdirilmesi;\n5. malumat bacarıqlarının va savadlılığının inkişafı: ahali arasında malumat \nsavadlı lığ inin, analitik va texniki bacarıgların formalaşdırılması üçün talim proqramlarının \nhazırlanması;\n6. malumat mübadilasi va amakdaşlığın teşvigi: dövlat, sanaye va akademik \ndaireler arasında melumat mübadilesi platformalarının ve sazişlerin yaradılması da daxil \nolmaqla, melumat mübadilesi ve emekdaşlığın teşvigi;\n7. monitorinq ve qiymetlendirmenin heyata keçirilmesi: melumat strategiyasına \nqarşı irelileyişleri izlemek üçün ölçüleri müeyyen etmek ve strategiyanın ve onun icrasının \nmüntozem nazardan keçirilmesi;\n8. strategiya ile bağlı melumat vermek ve onun icrasını temin etmek: melumat \nstrategiyasını esas maraqlı taraflera çatdırmaq va onu dövlat, sanaye va akademik \ndairelerde heyata keçirmek;\n9. malumatların toplanılması, idare olunması ve istifadesi ile bağlı talimatların \nteleblerini nazara almaq.",
    "char_count": 3465
  },
  {
    "chunk_id": 26,
    "content": "\nGözlenilen netice 7.2.2. Açıq manbali süni intellekt aletlerinin inkişaf etdirilmesi\nAçıq menbeli süni intellekt kitabxanaları bir neçe sebebe göre ölke üçün vacib ola \nbiler:\n1. xerclerin effektivliyi: açıq menbeli kitabxanaların istifadesi ve deyişdirilmesi \nadeten ödenişsiz olur ki, bu da xüsusi program teminatının alınması ile müqayisede \nölkede ehemiyyetli resurslara qenaet edir;\n2. elçatanlıq: açıq menbeli kitabxanalar ölkedeki tedgigatçılara, tertibatçılara ve \nteşkilatlara lisenziyalar va ya icazalar almadan an son süni intellekt texnologiyalarına va \naletlerine daxil olmaq imkanı verir;\n3. innovativlik: açıq menbeli kitabxanalar tedgigatçılara, tertibatçılara ve \nteşkilatlara mövcud aletler ve texnologiyalardan istifade etmeye ve onlara töhfe vermeye \nimkan vermekle innovasiyaları inkişaf etdira biler ki, bu da yeni süni intellekt tatbiglorinin \ninkişafına sabeb ola biler;\n4. emekdaşlıq: açıq menbeli kitabxanalar teşkilatlar ve ölkeler arasında \nemekdaşlığı ve bilik mübadilesini taşviq ede biler ki, bu da ölkede süni intellektin inkişafını \nsüretlendira biler;\n5. melumatların suverenliyi: açıq menbeli kitabxanalar ölkeye öz melumatları ve \nonlardan nece istifade olunması üzerinde daha çox nezarete malik olmağa imkan vere \nbiler ki, bu da malumatların mexfiliyi va tahlükasizliyi üçün vacib ola biler;\n6. iş imkanları: açıq menbeli kitabxanalar ölkede yeni iş yerleri yarada biler ki, bu \nda igtisadi artıma töhfe vere biler;\n7. tehsil; açıq menbe kitabxanaları telebelere süni intellekt, maşın öyrenmesi ve \nmelumat elmini öyretmek üçün tehsil mühitinde istifade edile biler ki, bu da ölkede yeni \nsüni intellekt mütexessisleri neslini yetişdirmeye kömek ede biler.\nSüni intellekt üçün açıq menbeli kitabxanaları uğurla işe salmaq üçün aşağıdaki \naddımlar atılmalıdır:\n1. ölke üçün xüsusi süni intellekt ehtiyaclarının ve diqqet merkezinde olan \nsahalorin müayyanlaşdirilmasi;\n2. açıqmanbali süni intellekt aletlerinin hazırlanmasına rehberlik etmek üçün \nekspertler qrupunun yaradılması;\n3. açıqmenbeli süni intellekt aletlerinin, o cümleden vaxt grafikleri, merheleler ve \nteleb olunan resursların inkişafı üçün herterefli planın hazırlanması;\n4. layihe üçün istifada edile bilen mövcud açıgmenbeli süni intellekt \nkitabxanalarının ve çerçivelerinin müeyyen edilmesi ve heyata keçirilmesi;\n5. süni intellekt aletlerinin qurulması va sınaqdan keçirilmesi ve onların ülkenin \nehtiyaclarına uyğun ve yüksek keyfiyyetli olduğuna amin olmaq;\n6. süni intellekt aletlerinin istifadesini desteklemek üçün senedler ve derslikler \nyaradılması;\n7. emekdaşlıq ve bilik mübadilesini teşviq etmek üçün süni intellekt aletlerinin \ntertibatçılarının ve istifadeçilerinin yaradılması;\n8. istifadoçi reyi va dayişan ölka ehtiyacları asasında süni intellekt aletlerinin \ndavamlı olaraq qiymetlendirilmesi ve tekmilleşdirilmesi;\n9. bilik vo resursları bölüşmek ve beynolxalq seviyyodo açıq menbeli süni intellekt \naletlerinden istifadeni teşviq etmek üçün diğer ölkeler, teşkilatlar va todqiqatçılarla \namakdaşlığın taşviq edilmesi.",
    "char_count": 3227
  },
  {
    "chunk_id": 27,
    "content": "\nGözlenilen netice 7.2.3. Açıq Melumat Portalında paylaşılan malumat sayını \nartırmaq\nSüni intellektin açıq malumat platformalarında çoxlu sayda verilenler bazasına \nçıxışı olması vacibdir. Bela ki, süni intellekt alqoritmlari daqiq va faydalı olmaq üçün talim \nzamanı böyük hacmda malumatlara ehtiyac duyur. Oeyd edilen alqoritm ne qedor çox \nmelumat elde eda bilse, bir o qedor çox öyrono ve yaxşı netice teqdim ede biler.\nAçıq melumat platformasında verilenler toplusunun sayını artırmaqla, süni \nintellektlo rnaşğul olan şaxslar daha geniş çeşidde melumat elde ede biler ki, bu da daha \ndoqiq vo müxtelif süni intellekt modellerinin inkişafına sobob ola biler. Qeyd edilen hal, öz \nnövbesindo, sohiyyo, maliyya, naqliyyat va s. kimi sanaye va tatbiqlarin geniş spektrini \ntakmillaşdirmaya kömak eda biler.\nBundan olavo, açıq malumat platformaları malumatların geniş istifadaçilar üçün \nalçatan olmasını temin etmeye kömok edir. Homin olçatanlıq innovasiyaları, emokdaşlığı \ninkişaf etdirmeye, hatta yeni startaplar va bizneslar üçün imkanlar yarada biler.\nEyni zamanda, açıq malumat platformaları müxtalif perspektivlari, madaniyyatlari \nva fonları aks etdiran müxtalif malumatlar taqdim etmekle süni intellekt modellerinde \nqarazliliyin azaldılmasını vo süni intellekt sistemlerinin adaletli va ahatali olmasını temin \nede biler.\nGösterilenler baxımından, açıq melumat platformasında verilenler hazalarının \nsayının artırılması süni intellekt üçün vacibdir ki, nezerdo tutulan artım daha deqiq va \nmüxtalif süni intellekt modellerinin inkişafına, innovasiyaların, omekdaşlığın toşviq \nedilmesine ve süni intellektdo qerezliliyin azaldılmasına imkan verir.\nAçıq malumatlar portalında verilenler toplusunun sayını artırmaq üçün aşağıdaki \naddımlar nazara alınmalıdır:\n1. malumatlarını platformada paylaşmağa taşviq etmek üçün dövlot qurumları, \nqeyri-kommersiya teşkilatları va hüquqi şaxslarla alaqa yaradılmalı;\n2. platformaya malumat veren teşkilatlar üçün teşviq va ya tanınmanın teklif \nolunması;\n3. teşkilatları malumatlarını paylaşmağın faydaları va onları düzgün \nformatlaşdırmaq va paylaşmaq barada maariflandirmak üçün seminarlar va ya talimlerin \nteşkil edilmesi;\n4. paylaşmaq üçün böyük melumat topluları olan beynolxalq teşkilatlar va ya \nplatformalarla amakdaşlıq etmek;\n5. şoxslorin platformaya öz malumat toplularını taqdim etmeleri üçün prosesin \nyaradılması;\n6. istifadaçilar üçün malumat yüklemesini asanlaşdırmaq vo onların axtarışını ve \nolçatanlığını temin etmek;\n7. istifadeçiler üçün malumat toplularını giymetlendirmek va ray bildirmek üçün aks \nalaqa mexanizmi tamin etmek.",
    "char_count": 3210
  },
  {
    "chunk_id": 28,
    "content": "\nGözlenilen netice 7.2.4. Yüksek seviyyeli hesablama infrastrukturunun inkişafı\nYüksek seviyyeli hesablama infrastrukturu süni intellekt üçün vacibdir, buna esas \nondan ibaretdir ki, süni intellekt sistemleri algoritmleri telim etmek ve işletmek üçün \nehemiyyetli hesablama gücü teleb edir.\nâsas sabeblerden biri süni intellekt modellerinin, xüsusen de derin öyrenme \nmodellerinin telim prosesi zamanı optimallaşdırılması lazım olan çoxlu sayda \nparametrlere malik olmasıdır. Bu modeller telim üçün lazım olan böyük hecmde verilenleri \nemal etmek ve hemçinin optimallaşdırma prosesi üçün teleb olunan mürekkeb riyazi \nemeliyyatları yerine yetirmek üçün böyük hecmde hesablama gücü teleb edir.\nYüksek seviyyeli hesablama infrastrukturunun süni intellekt üçün vacib olmasının \ndiğer sebebi paralel hesablamaların semereli icrasına imkan vermesidir. Bir çox süni \nintellekt algoritmleri paralelleşdirile biler, yeni hesablamanın müxtelif hisseleri eyni vaxtda \nbirden çox prosessor ve ya grafik prosessor işlede biler. Yüksek seviyyeli hesablama \ninfrastrukturu bu paralel hesablamaları yerine yetirmek üçün lazımi aparat ve program \nteminatını temin ede biler ki, bu da telim ve netice çıxarma prosesini xeyli süretlendire \nbiler.\nYüksek performanslı hesablama infrastrukturunun ictimaiyyata tegdim edilmesi bir \nsıra üstünlüklere malikdir:\nUnnovasiya ve emekdaşlığın teşvig edilmesi: yüksek seviyyeli hesablama \nresurslarını har kese tegdim etmekle, her kes gabagcıl tedgigat ve inkişaf layihelerini \nheyata keçirmek üçün lazım olan hesablama gücüne çıxış elde ede bilerler; bu, yeni \ntexnologiyaların ve mehsulların inkişafına, elece de elm ve mühendislikde yeni \nirelileyişlere sebeb ola biler;\n2. gabagcıl texnologiyalara çıxışın asanlaşdırılması: yüksek seviyyeli hesablama \nresursları bahalıdır ve elde etmek çetin ola biler, lâkin onları ictimaiyyete tegdim etmekle \nonlara kifayet geder maliyyeleşdirilmemiş ve ya kifayet geder temsil olunmayan icmalar \nda daxiI olmagla daha geniş insan va teşkilatlar daxil ola biler;\n3. sahibkarlığın inkişaf etdirilmesi: yüksek seviyyeli hesablama resurslarına çıxışı \ntemin etmekle, yeni startaplar ve kiçik biznesler regabet üstünlüyü elde ede ve yeni \ntexnologiyalar ve mehsullar inkişaf etdire bilerler; bu, iş yerlerinin yaradılmasına ve \nigtisadi artıma sebeb ola biler;\n4. mürekkeb problemleri hell etmeye kömek etmesi: yüksek seviyyeli hesablama \nresursları tibb, iglim modelleşdirme ve materialşünaslıg kimi sahelerde mürekkeb \nproblemleri hell etmek üçün istifade edile biler; yüksek seviyyeli hesablamanı ictimaiyyete \ntegdim etmekle, bu problemler daha tez ve effektiv şekilde hell edile biler;\n5. elmi tedgigatların irelilemesinde destek: yüksek seviyyeli hesablama resursları \nmürekkeb sistemleri simulyasiya etmek, böyük hecmde melumatları tehlil etmek ve diğer \nhesablama teleb eden işleri yerine yetirmek üçün istifade edile biler; yüksek seviyyeli \nhesablamanı ictimaiyyete tegdim etmekle, tedgigatçılar daha tez irelileyişler ve keşfler \nede bilerler;\n6. süni intellektde gerezliyin azalmasında destek: yüksek seviyyeli hesablama \nresurslarını ictimaiyyete tegdim etmekle, tedgigatçılar, akademikler ve biznesler daha \ngeniş çeşidde melumat elde ede bilerler ki, bu da daha degig ve müxtelif süni intellekt \nmodellerinin inkişafına sebeb ola biler; bu, süni intellekt sistemlerinin edaletli ve ehateli \nolmasını tamin etmeye kömek ede biler.\nYüksek performanslı hesablama infrastrukturunun ictimaiyyet üçün elçatan olması \ninnovasiya va amakdaşlığı taşviq eda, qabaqcıl texnologiyalara çıxışı demokratiklaşdira, \nsahibkarlığı inkişaf etdira, mürakkab problemlerin halline kömek ede, elmi tedçiçatları \ninkişaf etdire ve süni intellektde çarazliliyi azalda biler.\nYüksek seviyyeli hesablamanı ictimaiyyete teqdim etmek üçün aşağıdaki addımlar \nnezere alınmalıdır:\n1. yüksek seviyyeli hesablama sistemi üçün aparat ve proqram teminatı \ntelablerinin müayyan edilmesi;\n2. inkişaf paydaları ve standartları: hökumet malumatların tahlükesizliyini va \nmaxfiliyini temin etmek ve resurslardan sui-istifadenin çarşısını almaq meqsedile yüksek \nseviyyeli hesablama resurslarının istifadesi üçün paydalar ve standartlar hazırlamalıdır;\n3. autentifikasiya ve avtorizasiya daxil olmapla, istifadeçi girişi va idaraetma \nsisteminin inkişafı;\n4. yüksek seviyyeli hesablama sistemini veb portal ve ya diğer giriş nöptesi \nvasitesile ictimaiyyete tepdim olunması;\n5. \nistifadeçilor üçün senedler ve telim materiallarının yaradılması;\n6. istifadaçilerin ehtiyaclarını ödemeye davam etmesini temin etmek üçün yüksek \nseviyyeli hesablama sistemine nezaret edilmesi ve ona pullup olunması;\n7. xidmeti tekmilleşdirmek üçün sistemi ve istifadeçi reylerinin davamlı olarap \npiymotlandirilmosi.\n",
    "char_count": 3516
  },
  {
    "chunk_id": 29,
    "content": "Prioritet 7.3: İstedad va bacarıçların takmillaşdirilmasi\nGözlanilan natica 7.3.1. Rehberi ve elapeli işçi heyeti üçün süni intellekt ve data \ntaliminin heyata keçirilmesi\nSüni intellekt ve data telimi rehberler üçün mühüm ehemiyyet kesb edir, çünki \nonlar deyerli anlayışlar tepdim edir ve prosesleri avtomatlaşdırır, purum daxilinde perar \npabuletme va samaraliliyi yaxşılaşdırmağa kömak edir. Bu sahalar üzre talim alan \nrehberler purumun uğurunu artırmap üçün süni intellekt texnologiyalarını daha yaxşı başa \ndüşe ve istifade ede, hemçinin melumat va süni intellektla effektiv işleyen komandalara \nrehberlik ede bilerler. Bugünkü süretli iş mühitinde melumatlara esaslanan ve süni \nintellektden istifade eden idareetme komandasına malik olmap purumda repabet \nüstünlüyüne va innovasiyalara takan vere biler.\nAşağıdaki sebeblere göre rehberlere süni intellekt ve data üzre telimin keçirilmesi \nvacibdir:\n1. sübutlara esaslanan porarların pebulu: malumata esaslanan anlayışlar bütün \nseviyyalarda porarların pabul edilmesini temin ede biler ki, bu da daha yüksek neticelere \nve resurslardan daha semereli istifadeye sobeb olur;\n2. tokmilleşdirilmiş repabet pabiliyyeti: melumatlardan semereli istifade eden \npurumlar repabet üstünlüyüne malikdirler ve yaxşı telim keçmiş rehber işçiler \nmelumatlara esaslanan iptisadiyyatın inkişafına takan vere biler;\n3. yeni sonayelerin inkişafı: süni intellekt yeni sanayeler yaratmap va \ninnovasiyaları taşvip etmek potensialına malikdir va talim keçmiş rahbarlar bu imkanları \nmüayyan etmeye ve onlardan yararlanmağa kömak eda biler;\n4. işçi püvvesinin pozulmasının aradan çaldırılması: süni intellekt işçi çüvvosini \npozmaç potensialına malikdir va rehberlere texnologiya üzre telim keçmek rahat keçidi \ntemin etmeye ve menfi tesirleri minimuma endirmeye kömek ede biler.\nRehberler üçün süni intellekt ve molumatlar üzre telimlorin keçirilmesi üçün \naşağıdaki addımlar nezere alınmalıdır:\n1. \nmövcud biliyin qiymatlendirilmesi: rehberlerin ehtiyaclarını va nayi öyranmali \nolduqlannı başa düşmek üçün süni intellekt va malumatların mövcud anlayış saviyyasinin \nmüayyanlaşdirilmasi;\n2. \nöyranma maqsadlarinin müayyanlaşdirilmasi: ümumi faaliyyat strategiyasına \nuyğun galan aydın talim maqsedlari va maqsadlarin müayyan edilmesi;\n3. telim materiallarının hazırlanması: rehberler üçün müvafiq ve celbedici olan \nteqdimatlar, nümune araşdırmalan ve praktiki tapşırıqlar daxil olmaqla, yüksek keyfiyyetli \ntelim materiallarının yaradılması;\n4. \nmonitorinq aparılması ve qiymatlandirilmesi: rehberlerin inkişafını davamlı \nolaraq izlenilmesi ve tekmilleşdirilmeli saheleri müeyyen etmek üçün telim proqramının \neffektivliyinin qiymetlendirilmesi;\n5. davamlı dasteyin gösterilmesi: rehberlere süni intellekt ve melumatlar \nhaqqında öyrenmeye kömek etmek ve onların davamlı inkişafını desteklemek üçün \nbeledçiler, nümune araşdırmalan ve en yaxşı tecrübeler kimi onlayn resursların temin \nedilmesi;\n6. davamlı öyrenmenin taşviqi: seminarlar, onlayn kurslar ve konfranslar kimi \nteşebbüsler vasitesile süni intellekt va malumatlarda davamlı öyranma va peşakar inkişafı \ntaşviqi.",
    "char_count": 3259
  },
  {
    "chunk_id": 30,
    "content": "\nGözlenilen netice 7.3.2. Süni intellekt tadqiqatının taşviqi\nSüni intellekt tadqiqatının müxtelif prioritetlerlo davam etdirilmoli olan iki farqli yolu \nvar:\nbi rincisi, Azarbaycanda mövcud problemlerin helline yönelmiş “totbiqi tedqiqatlara” \nyönelir;\nİkincisi, esas todqiqatlara daha çox diqqot yetirmeyi ohato edir ve neticede nüfuzlu \njurnallarda ve ya konfranslarda dere olunur.\nSüni intellektdan nazaraçarpacaq derecede fayda alda etmek ve onun deyorini \nnümayiş etdirmek üçün ilkin diqqet orta va uzunmüddatli perspektivda esas tadqiqatlar \nüçün möhkam zemin yaratmaqla totbiqi tedqiqata yönoldilmelidir.\nSüni intellekt todqiqatını teşviq etmek bir neçe sebebe göre vacibdir:\n1. \nsüni intellekt imkanlarını tekmilleşdirmak, onu daha deqiq, semereli ve elçatan \netmek;\n2. innovasiyaları idare etmek: süni intellekt sahosinde akademik todqiqatları \ndesteklemekle comiyyoto fayda vere bilecek yeni texnologiyaların ve tetbiqlerin inkişafına \ntekan verile biler ki, buraya müxtalif sektorlarda somaraliliyin, daqiqliyin va \navtomatlaşdırmanın takmillaşdirilmasi daxildir;\n3. problemlerin holü: süni intellektin süratli inkişafı ile onun istifadesinin etik ve \nsosial neticelerini de nezera almaq vacibdir. Süni intellekt üzre akademik tedqiqatlar bu \nproblemlerin nece hell olunacağına dair fikirler toqdim ede ve texnologiyanın mesuliyyetli \nşekilde istifadesini temin ede biler;\n4. istedadın güçlendirilmesi: süni intellekt sahosinde akademik tedqiqatlan teşviq \netmekle bu sahode gelecek nesil mütoxessislerin yetişmesine kömek ede bilorik ki, bu \ntexnologiyanı inkişaf etdirmoyo davam etmek üçün lazım olan istedada malik \nolduğumuzu temin etmek üçün çox vacibdir;\n5. \nyeni iş imkanlari yaratmaq va igtisadi artima takan vermek;\n6. \nelmi anlayışı inkişaf etdirmek ve insan biliklerini genişlendirmek.\nSüni intellekt tedqiqatını teşviq etmek üçün aşağıdaki addımlar nezera alınmalıdır:\n1. yerli va beynalxalq maliyya agentliklari vasitesile süni intellektle bağlı \ntadqiqatların maliyyelaşdirilmesi;\n2. Azerbaycandakı problemlerin helline yönalmiş praktiki tedgigatlar üçün fondun \nyaradılması vs Azarbaycanın dövtet qurumları, içtimai va özel teşkilatları ite tarafdaşlıq \nvasitasila milli taşabbüslarin dastaklanmasi;\n3. amakdaşlığın teşviq edilmesi: an son tedqiqatların praktik tetbiglere çevrilmesini \ntemin etmek üçün akademiya, sanaye va qurumlar arasında amakdaşlığı \nasanlaşdırılması;\n4. konfranslar, seminarlar va hakatonların teşkili: tedgigatçıları, praktikantları va \nsanaye liderlerini ideyalarını bölüşmek ve yeni beller hazırlamaq üçün bir araya getirmek \nüçün konfranslar, seminarlar va hakatonlar kimi tedbirler teşkili;\n5. melumatlara ve alqoritmlere açıq giriş: emekdaşlığı ve neticelerin \ntekrarlanmasını asanlaşdırmaq üçün melumatlara ve alqoritmlere açıq girişin teşviq \nedilmesi;",
    "char_count": 3187
  },
  {
    "chunk_id": 31,
    "content": "\nGözlenilen netice 7.3.3. Süni intellekt ve melumat elmteri üzre mütexessislerin \nsayının artırılması\nSüni intellekt ve malumat elmteri üzre mütaxassister bir ölkada aşağıdaki \nsabahlara göre vacibdir:\n1. innovasiyaya takan verir: süni intellekt va malumat elmi sahiyya, maliyya va \nnaqliyyat kimi müxtalif sanayelarda yeni va innovativ haltere getirib çıxara biter;\n2. qerar vermenin tekmilteşdirilmesi: süni intellekt ve melumat elmi teşkilatlara ve \ndövtettero böyük hecrndo malumatları tahlil edarak daha yaxşı malumatlı qararlar qabul \netmeye kömek ede biter;\n3. mürekkeb problemlerin helli: süni intellekt ve melumat elmi iqlim deyişikliyi, \nsahiyye ve yoxsulluq kimi mürekkeb problemlerin helline kömek ede biter;\n4. reqabet gabiliyyetinin artırılması: güçlü süni intellekt va malumat elmi üzre \nmütaxassistera malik olmaq ölkeni global bazarda daha raqabatli eda biter;\n5. igtisadi inkişafın dastaklanmasi: süni intellekt va malumat elmi igtisadi artımı \ntemin etmakda va yeni biznes imkanları yaratmaqda esas rol oynayır, iş yerlerinin \nyaradılmasına ve rifahın artmasına getirib çıxarır.\nÜmumilikde, süni intellekt ve melumat elmi ölkenin gelecek uğurları ve mürekkeb \nproblemlerin öhdesinden gelmek ve global iqtisadiyyatda reqabot üstünlüyünü qorumaq \ngabiliyyeti üçün çox vacibdir.\nSüni intellekt va malumat elmteri üzre mütaxassisin sayını artırmaq üçün \naşağıdaki addımlar nazara alınmalıdır;\n1. tahsile sermaye qoymaq: gelecek mütexessisler neslini inkişaf etdirmek ve \ntehsil sisteminin telebeleri gelecek işçi qüvvesi olaraq hazırlamasını temin etmek üçün \nmekteblerde ve universitetlerde süni intellekt ve melumat elmteri üzre tehsil \nprogramlarının maliyyeteşdirilmesi;\n2. telim ve yeniden bacarıqların artırılması imkanlarının temin edilmesi: süni \nintellekt ve melumat elmi üzre bacarıqları elde etmek isteyen şexsler üçün telim ve \nyeniden bacarıqların artırılması programlarını temin etmek megsedi ite senaye va \nakademiya ite tarafdaşlığın gurulması;\n3. akademiya va sanaye arasında amakdaşlığın güçlendirilmesi: tehsil \nprogramlarını sanaye ehtiyaclarına uyğunlaşdırmag va talebeler üçün praktik tecrübe \ntemin etmek üçün akademiya ve senaye arasında tarafdaşlığın taşvigi;\n4. xarici istedadların calb edilmesi: yüksek ixtisaslı ecnebi süni intellekt ve \nmelumat elmteri üzre mütexessisleri celb etmek üçün regabetgabiliyyetli maaşlar, \ngüzeştter va destekleyici iş mühitinin teklif edilmesi.\nBu addımları atmaqla ölke iqtisadiyyatını desteklemek va mürakkab problemleri \nhail etmek üçün güçlü süni intellekt ve melumat elmleri üzre istedad hovuzu yaradıla biler. \nBundan alave, süni intellekt va malumat elmlari üzre tahsil va bacarıqların inkişafına \nsarmaya qoymaqla ölke işçi qüvvasinin galacaya hazır olmasını temin ede biler.",
    "char_count": 3221
  },
  {
    "chunk_id": 32,
    "content": "\nGözlenilen netice 7.3.4. Süni intellekt üzre qeyri-texniki rolün inkişaf etdirilmesi\nSüni intellekt üzre insan potensialının inkişaf etdirilmesi süni intellekt \nstrategiyasının mühüm aspektidir. Bunun effektiv halli üçün potensialın artırılması üçün \nherterefli tanzimlama lazımdır. Hartarafli tanzimlama yalnız malumat elmlari, maşın \nöyranmasi tertibçisi va tedgigatçı kimi ananevi mövqeleri deyil, hem de süni intellektin \ninkişafında cemiyyatdeki diğer vacib amilleri nezere alınmalıdır.\nSüni intellektin inkişafında qeyri-texniki vezifelarin ahamiyyati onların süni intellekt \nsistemlerinin layihelendirilmesine, yerleşdirilmesine ve qurumların meqsedlerine, etik \nstandartlara ve hügugi gaydalara uyğunlaşdırılmasına zemanet vermek gabiliyyetindedir. \nOnlar homçinin süni intellekt sistemlerinin istifadeçi olmasını, elçatan olmasını va \nmüşteriler ve tenzimleyiciler kimi texniki olmayan maraqlı taraflar tarafindan asanlıqla \nbaşa düşülmesini temin edir.\nMeselen, bir mehsul meneceri süni intellekt sistemlerinin müşteri ehtiyaclarına \ncavab vermesini ve istifadeçi üçün dizayn daha elçatan olmasını temin etmek üçün texniki \ngruplarla emekdaşlıg edir. Hügug va etik mütaxassis süni intellekt sistemlerinin ganunlara \nve etik normalara uyğun şekilde işlenib hazırlanmasını ve istifadesini temin etmek üçün \nçalışır ve bununla da hügugi mübahisolar va ya tanzimlayici cezalar ehtimalını azaldır.\nBundan alave, geyri-texniki rollar texniki gruplar ve biznes arasındaki boşluğun \naradan çaldırılmasında mühüm rol oynayır, süni intellekt sistemlerinin teşkilata \nmaksimum deyer verecek şekilde hazırlanmasını va yerlaşdirilmasini temin edir. Onlar, \nhemçinin süni intellekt sistemlerinin üstünlükleri ve mehdudiyyetlerinin maraglı tereflere \nçatdırılmasında ve süni intellekt layihelerinin vaxt grafiki va büdca daxilinda \ntamamlanmasını temin etmekde mühüm rol oynayır.\nYekun olarag, geyri-texniki rollar süni intellekt sistemlerinin uğurlu inkişafı va \ntetbigi üçün vacibdir. Bela ki, onlar süni intellektin masuliyyatli va semereli şekilde \nhazırlanmasını ve istifadesini temin edir.\nSüni intellekt üçün geyri-texniki rolların inkişafını toşvig etmek üçün aşağıdaki \naddımlar nezere alınmalıdır;\n1. süni intellektin integrasiya oluna bileceyi sahalari müayyanlaşdirilmasi va geyri- \ntexniki rollara olan ehtiyacın giymatlandirilmasi;\n2. talab olunan geyri-texniki rolların növünü va onların daha böyük süni intellekt \nekosistemina nece uyğunlaşdığını müayyan etmek üçün strategiya va yol xaritasi \nhazırlanılması;\n3. süni intellektle alageli geyri-texniki rollarda işçi güvvasini artırmag üçün talim \nva tahsil programlarına investisiya edilmesi;\n4. geyri-texniki rollarda çalışan şexslerin bacarıg ve biliklarini tanımag va \ntasdiglamak üçün süni intellekt üzre serişte standartlarının va sertifikatlaşdırma \nprogramlarının hazırlanmasının teşvigi;\n5. iş imkanları yaradan va bacarıgların inkişafını destekleyen süni intellekt \nteşebbüslerini inkişaf etdirmek ve heyata keçirmek üçün dövlet, sanaye va akademiya \narasında tarafdaşlıg va amakdaşlığın güçlendirilmesi;\n6. geyri-texniki rolların müxtalif menşeli, müxtelif bacarıg ve tecrübelere malik \nolan şexslar üçün elçatan olmasını temin etmek üçün süni intellekt üzre işçi güvvesinde \nmüxtelifliyin ve inklüzivliyin teşvigi;\n7. süni intellektin emek hazarına va işçi qüvvasina tesirinin izlenilmesi ve \nqiymetlendirilmesi, qeyri-texniki rollann inkişaf etmesini ve süni intellektin deyişen \nmenzeresine uyğunlaşmasını temin etmek üçün siyaset ve teşebbüslerin tenzimlenmesi.",
    "char_count": 3625
  },
  {
    "chunk_id": 33,
    "content": "\nGözlanilan netice 7.3.5. Süni intellekt haqqında ictimaiyyetin maariflendirilmesi\nSüni intellekt haqqında ictimaiyyetin melumatlılığı süni intellektin ümumi anlayışı, \nmenimsenilmesi va onun ictimaiyyat arasında camiyyata tesiri demekdir. Buraya süni \nintellektin imkanları, mahdudiyyetlari, potensial faydaları ve riskleri, etik mülahizeler ve \ngelecek tesirler haqqında bilikler daxildir. Texnologiyanın mesuliyyetli istifadesini ve \ninkişafını temin etmek üçün ictimaiyyetin süni intellekt haqqında melumatlandırılması ve \nmaariflendirilmesi vacibdir.\nSüni intellekt, onun tetbiçlari, üstünlükleri, potensial tahlükelari ve mehdudiyyetleri \nhaqqında ictimaiyyetin melumatlılığının artırılması zarureti dünyada, o cümleden \nAzerbaycanda çatışmazlıq kimi qebul edilir. Süni intellektin Azerbaycan üçün faydalarını \nmaksimum derecede artırmaq üçün ilk növbede ictimaiyyeti maariflendirmek ve \nistifadeçiler üçün bilik bazası yaratmaq çox vacibdir. Bu, son neticede ölkenin süni \nintellekt meqsedlerinin uğurla heyata keçirilmesi va iralilamasi üçün zaruri olan texniki \nmütaxassislarin va bacarıglı mütaxassislarin kamiyyatinin va keyfiyyatinin artırılmasına \ngatirib çıxaracaqdır. Süni intellekt haqqında ictimaiyyetin melumatlandırılması aşağıdaki \nsabeblera göre vacibdir:\n1. süni intellektin faydalarının maksimuma çatdırılmasını va onun menfi \ntesirlerinin minimuma endirilmasinin temin etmek;\n2. süni intellektin mesuliyyetli şekilde tetbigi üçün müvafiq siyaset ve gaydaların \nhazırlanmasına rehberlik etmek;\n3. işçi qüvvesini süni intellektin sebeb olduğu potensial iş yerdeyişmesina \nhazırlamaq va yeniden ixtisas ve bacarıqların artırılması teşebbüslerini teşviq etmek;\n4. süni intellektden etik istifadeni teşviq etmek ve potensial sui-istifade, ayrı- \nseçkilik ve mexfilik pozuntularının çarşısını almaq;\n5. süni intellekt texnologiyası ve onun cemiyyete tesiri haqqında melumatlı içtimai \nmüzakirani va qarar qabulunu taşviq etmek;\n6. ölkenin süni intellektin inkişafı ve tetbiqinde reqabetedavamlı çalmasını va \nonun içtisadi va sosial tesirinden faydalanmasını temin etmek.\nSüni intellektle bağlı ictimaiyyeti melumatlandırmaç üçün aşağıdaki addımlar \nnezera alınmalıdır.\n1. içtimai malumat kampaniyası kimi süni intellektle bağlı malumat va resurslar \nüçün merkezi platformanın yaradılması;\n2. süni intellekt haççında melumat va resursları temin etmek üçün sosial media \nve diğer onlayn platformalardan istifada edilmesi;\n3. ictimaiyyet üçün süni intellektde broşürler, videolar va infoçrafika kimi alçatan \nva resursların yaradılması;\n4. süni intellekt üzre savad va anlayışı taşviç etmek üçün çeyri-kommersiya \nteşkilatları ve dövlet çurumları ile emekdaşlığın çurulması;\n5. süni intellektin tesiri ve faydaları ila bağlı medianın işıçlandırılması va içtimai \nmüzakiralari taşviçi;\n6. tahsil müassisalari, media va sanaye ekspertlari ila tarafdaşlıçları ahata edan \nhartarafli süni intellekt üzre tahsi va tabliğat planının hazırlanması;\n7. süni intellektin tesirini ve faydalarını müzakire etmek üçün açıç forumlar kimi \niçtimai tedbirlerin teşkili;\n8. ictimaiyyotin süni intellekt© dair biliklerini ve anlayışını daha yaxşı başa düşmek \nüçün müstoçil tedgiçatların aparılması.",
    "char_count": 3318
  },
  {
    "chunk_id": 34,
    "content": "\nPrioritet 7.4. Tahlükesizliyin tamın olunması\nGözlanilan natica 7.4.1. Milli tehlükesizlik sahasinda informasiyanın emalı va \nanalizinde süni intellekt hallerinin totbiçi\nMilli tehlükesizliyin temin olunması ile bağlı veziyyetin tehlili, proqnozlaşdırma, \ntedbirlerin operativ hazırlanması ve neticelerinin qiymetlendirilmesi, qerarların qebul \nedilmesi üçün müxtelif informasiya menbelerinden elde olunmuş va bir çox hallarda çeyri- \nmüayyan, tam olmayan va ziddiyyatli malumatların emalında va analizinde süni intellektin \nistifadesi üstünlük getirecekdir. İnternetde sosial media, video hostinq platformalarında \ncinayet xarakterli paylaşımların aşkarlanması, onlayn mühitde narkotik vasitelerin satışı \nva insan alveri ila bağlı xidmatlar gösteren şexslerin müeyyen olunması, terrorçu \nteşkilatlar va transmilli müteşekkil cinayetkar grupların maliyya emeliyyatlannın \nizlenilmesi, habele istintaç ve araşdırma üçün süni intellekt tetbiglerinin istifadesi hüçuç- \nmühafize organlarının imkanlarını genişlendirecekdir.\nGözlenilen netice 7.4.2. Kiberhücumların aşkarlanması ve çarşısının alınması \nüsullarının inkişaf etdirilmesi\nSüni intellekt texnologiyaları va haller kiberhücumların va ziyanverici proçram \nteminatının daha “ağıllı” olmasını şartlandiracakdir. Süni intellekt sistemlerinde, \nmodellerde, “datasef’lerde olan zeifliklerdon istifade etmekle istismar meçsedlerinin va \ngöstericilerin deyişdirilmesine, tehlükesizlik sisteminin çanunsuz ele keçirilmesine \nyönelmiş kiberhücumların teşkili mümkündür. Bununla bağlı, kibertehlükasizliyin \nmonitorinçi, kiberhücum menbalarinin identifikasiyası, ziyanverici proçram teminatının \naşkarlanması va aks-tadbirlarin hayata keçirilmesi üçün maşın öyrenmesi modellerinden \nistifade de labüddür.\nGözlanilan natica 7.4.3. Süni intellekt sistemlerinin ve hollerin tohlükosizliyinin \ntemin edilmesi\nSüni intellektin işinde yarana bilecek sohvlor ve dayanmalar neticesinde dövlotin \nsosial ve içtisadi fealiyyetinin, tohlükosizliyinin vo müdafi© çabiliyyetinin, insan hayatının \nva sağlamlığının temin olunması risk altına alına biler. Bu baxımdan, süni intellekt \nsistemlerinin vo hollerinin layihelondirilmosi vo totbiçi merhelosinde tehlükesizlik \nteloblerinin müeyyen olunması ohemiyyat kesb edir. Müvafiç toloblor (“dataset”lorin \nkeyfiyyeti, texniki sanodler, şeffaflıç vo informasiya teminatı, insan tarafindan nezaret, \netibarlılıç ve deçiçlik) kibertohlükosizlik meselelerini ehato etmelidir.\n8. Maliyyalaşdirma mexanizmlori\nBu Strategiyada nazarda tutulan tedbirlerin icrası aşağıdaki monbeler hesabına \nmaliyyeloşdirilecok:\n1. Azerbaycan Respublikasının dövlet büdcesi;\n2. beynolxalç teşkilatların (fondların) texniki va maliyya yardımları;\n3. kreditlor va çrantlar;\n4. xarici va yerli hüçuçi va fiziki şaxslarin ianeleri.\nBu Strategiyadan ireli galan tedbirler planının icrası üçün lazımi büdce 6 milyon \nmanat teşkil edir.",
    "char_count": 2913
  },
  {
    "chunk_id": 35,
    "content": "\n9. Monitorirıq va qiymatlandirma\n9.1. Bu Strategiyanın icrasına nezareti, yaranan problemlerin vaxtında helli üçün \ntedbirler görülmesini ve icraçı qurumlar arasında elaqelendirmenin düzgün teşkilini \nAzerbaycan Respublikasının Reqemsal İnkişaf ve Neqliyyat Nazirliyi hayata keçiracakdir.\n9.2. Bu Strategiyanın talab olunan aletler, prosesler ve diğer vasitelerle uğurlu icrası \nüçün onun beynelxalq metodologiyalara esasen tertib edilmiş gaydalar üzre monitorinqi \nve qiymetlendirilmesi Azerbaycan Respublikası Reqemsal İnkişaf ve Neqliyyat \nNazirliyinin sifarişi esasında İgtisadi İslahatların Tahlili va Kommunikasiya Merkezi \nterefinden aparılacaqdır. Monitorinq ve qiymetlendirme aparılarken tedbirlerin mahiyyeti \nüzre icrasına, müvafiq prioritetle bağlı gözlenilen neticelere ve indikatorlara diqqet \nyetirilecek, icra müddetine uyğunlug yoxlanılacaqdır.",
    "char_count": 963
  },
  {
    "chunk_id": 36,
    "content": "Azerbaycan Respublikasının 2024-2027-ci illerde süni intellekt Strategiyası üçün Tedbirler Planı\nTedbirin adı\n9sas icraçı \nqurum\nDiğer \nicraçılar\nİcra \nmüddeti*\nNetice indikatorları\nilkin neticeler\naralıq neticeler\nyekun neticeler\n1. Süni intellektin idare edilmasinin inkişafı va takmillaşdirilmesi\n1.1. Süni intellekt üçün milli \nprioritet \nsektorların\nmüeyyanlaşdirilmasi\nRoqemsal \nİnkişaf ve \nNeqliyyat \nNazirliyi\nİqtisadiyyat \nNazirliyi, \nMaliyye\nNazirliyi, Elm \nva Tehsil \nNazirliyi, \nQmek ve \nOhalinin\nSosial \nMüdafiesi \nNazirliyi va \naidiyyati \ndövlat \nqurumları\n2024-\n2025\n(Dikenin strateji \nhedeflerinin, \nqlobal \ntendensiyaların \nilkin tehlili ve \nbazar \naraşdırması\nSüni intellekt üzre \nprioritet sektorlar \nüçün hüquqi \naktların \nlayihelerinin \nhazırlanması ve \ntaqdim edilmesi\nSüni intellekt \nüçün milli prioritet \nsektorların hüquqi \naktlar üzre tasbiti\n1.2. Süni intellekt üçün \nsektorial \nmesul \ndövlet\nqurumlarının \nmüeyyen\nedilmesi ve elaqelendirmenin \ninkişafı\nRaqemsal \nİnkişaf ve \nNeqliyyat \nNazirliyi\nİqtisadiyyat \nNazirliyi, \nMaliyye \nNazirliyi, Elm \nve Tehsil \nNazirliyi,\n2024-\n2027\nSüni intellekt \nüçün sektorial \nmesul olan, o \ncümleden ölke \nüzre süni \nintelektin tetbiqi\nSüni intellekt \nüçün sektorial \nmesul olan dövlat \nqurumlarının\nSüni intellekt \nüçün sektorial \nmesul dövlet \nqurumları \nterefinden \nmüvafiq saheler",
    "char_count": 1348
  },
  {
    "chunk_id": 37,
    "content": "2. Data va infrastrukturun takmillaşdirilmasi\nOmek ve \nOhalinin \nSosial \nMüdafiesi \nNazirliyi ve \naidiyyeti \ndövlet \nqurumları\nişinin \nelaqelendirilmesi \nnde iştirak \nedecek dövlet \nqurumlarının \nsiyahisinin \nmüeyyenleşdirilm \nasi\nhüquqi aktlar üzre \ntesbiti\nReqemsal İnkişaf \nve Neqliyyat \nNazirliyinin \nrehberlik etdiyi \nOlaqelendirme\nŞurasının \nyaradılması\nüzre süni \nintellektin idare \nedilmesi, inkişafı \nva \ntakmillaşdirilmasi \nila bağlı \ntedbirlerin \ngörülmesine \nbaşlanılması\nQlaqalandirmo \nŞurası taretinden \nölke üzre süni \nintelektin tatbiqi \nişinin \nelaqelendirilmesi \nile bağlı \ntedbirlerin \ngörülmesine \nbaşlanılması\n1.3. Mesuliyyetli ve Etik süni \nintellekt üçün normativ hüquqi \nbazanın yaradılması\nReqemsal \nİnkişaf ve \nNeqliyyat \nNazirliyi\n2024-\n2025\nMesuliyyetli va \nEtik süni intellekt \nüzre normativ \nhüquqi aktların \nlayihelerinin \nhazırlanması va \ntaqdim edilmesi\nNormativ hüquqi \nbazanın \nmütemadi \ntahlillerinin \naparılması ve \nzeruri hallarda \nmüvafiq tekliflerin \nteqdim edilmesi\nMesuliyyetli ve \nEtik süni intellekt \nüzre normativ \nhüquqi aktların \ngobulu",
    "char_count": 1083
  },
  {
    "chunk_id": 38,
    "content": "2.1. Data strategiyasının \nqabulu\nRaqamsal \nİnkişaf va \nNaqliyyat \nNazirliyi\n2024-\n2025\nKonsepsiyada \nnazarda tutulan \nmalumat \nstrategiyasının \nqurulması üçün \nixtisaslaşmış \nqurumlararası \nişçi gruplarının \nyaradılması va \nfaaliyyata \nbaşlaması\nNormativ-hüquqi \nbazanın \nmütemadi \ntahlillerinin \naparılması ve \nzeruri hallarda \nmüvafiq tekliflerin \nteqdim edilmesi\nMelumat \nStrategiyasının \ntamamlanması ve \nhayata keçirilmasi\n2.2. Açıq menbeli süni \nintellekt aletlerinin inkişafı\nRaqamsal \nİnkişaf va \nNaqliyyat \nNazirliyi\nElm va Tahsil \nNazirliyi\n2024-\n2025\nÖlke üçün xüsusi \nsüni intellekt \nehtiyaclarını va \ndiqqat \nmerkezinde olan \nsahelorinin \nmüeyyenleşdirilm \nesi.\nSüni intellekt \naletlerinin \nyaradılması va \nsınaqdan \nkeçirilmasi, \nonların ölkanin \nehtiyaclarına \ncavab verdiyina \nva yüksek \nkeyfiyyetli \nolmasına amin \nolunması.\nİstifadeçi reyi va \nölkanin dayişan \nehtiyacları \nasasında süni \nintellekt aletlerinin \ndavamlı olaraq \nqiymetlendirilmesi \nve \ntekmilleşdirilmesi\n2.3. Açıq \nMalumat\nPartalında \npaylaşılan\nmalumat toplularının sayının \nartırılması\nRaqamsal \nİnkişaf va \nNaqliyyat \nNazirliyi\nİqtisadiyyat \nNazirliyi, \nDmak va \n©halinin \nSosial \nMüdafiasi \nNazirliyi,\n2024-\n2026\nMelumatlarını \nplatformada \npaylaşmağa \ntoşviq etmek \nüçün dövlet \nqurumları ve \ndiğer şexslerler\nİcma üzvlarinin \nplatformaya öz \nmalumat \ntoplularını taqdim \netmeleri üçün \nprosesin \nyaradılması\nMelumat \ntoplularının \npaylaşılması \nprosesinin davam \netdirilmesi\n...",
    "char_count": 1470
  },
  {
    "chunk_id": 39,
    "content": "Maliyye \nNazirliyi\nelaqe \nsazlanılması\n2.4. İçtimai istifada üçün \nyüksek mahsuldar hesablama \ninfrastrukturunun inkişafı\nReqemsal \nİnkişaf ve \nNeqliyyat \nNazirliyi\nElm ve Tahsil \nNazirliyi\n2024-\n2026\nYüksek \nmehsuldar \nhesablama \ninfrastrukturu \nsistemi üçün \naparat va \nproqram teminatı \nteleblerinin \nmüeyyen \nedilmesi\nYüksek \nmehsuldar \nhesablama \ninfrastrukturu \nsistemini veb \nportal va ya digar \ngiriş nöqtasi \nvasitasila \nictimaiyyata \ntagdim edilmesi\nXidmeti \ntekmilleşdirmok \nüçün sistemi ve \nistifadeçi \nreylerinin davamlı \nolaraq \ngiymetlendirilmesi\n3. Istedad va bacarıqların takmillaşdirilmasi\n3.1. Ölkada müayyan edilmiş \nprioritet sektorlar üzre dövlat \nqurumlarının rehber heyeti \nüçün süni intellekt ve data \ntelimi\nReqemsal \nİnkişaf ve \nNeqliyyat \nNazirliyi\nElm va Tahsil \nNazirliyi, \nİqtisadiyyat \nNazirliyi, \nMaliyye \nNazirliyi, \nXüsusi\nRa bite ve \nİnformasiya \nTehlükosizliyi \nDövlet \nXidmeti\n2024-\n2026\nİKT tehsilinin \nbütün \nseviyyelerinde \nbiznes iştirakinin \ntemin edilmesi \n(kurikulumların \nve tedrisin işlenib \nhazırlanmasında \niştirak, \nlaboratoriyaların \nyaradılması, \ntecrübe keçme \nve s.)\nSüni intellekt \nkurikulumlarının \nbiznes \nehtiyaclarına \nuyğunlaşdınlması\nOhali qrupları \narasında \nreqemsal ferqin \nazaldılması\nSüni intellekt \nmütexessislerinin \nhazırlanması va \nsaxlanılması \nüçün amak \nhazarının \nformalaşdırılması\nOhali qrupları \narasında \nraqamsal farqin \nminimallaşdırılma \nsı\n3.2. Süni intellekt tedqiqatının \nteşvigİ\nReqemsal \nİnkişaf ve\nElm ve Tehsil \nNazirliyi\n2024-\n2026\nYerli ve \nbeynelxalq \nmaliyye\nAzerbaycandakı \nproblemlerin \nholüne yönelmiş\nSüni intellekt \ntedqiqatçıları \nüçün amak",
    "char_count": 1637
  },
  {
    "chunk_id": 40,
    "content": "Neqliyyat \nNazirliyi\nagentlikleri \nvasitasile süni \nintellektle bağlı \ntedqiqatlann \nmaliyyalaşdirilme \nsinin artırılması.\npraktiki \ntedqiqatlar üçün \nfondun \nyaradılması ve \nAzerbaycan ın \ndövlet qurumları, \niçtimai ve özel \nteşkilatları ile \nterefdaşlıq \nvasitesile milli \nteşebbüslerin \ndesteklenmesi\nhazarının \nformalaşması\n3.3. Süni intellekt vs malumat \nidareçiliyi \nüzre \nkadr\npotensialının güçlendirilmesi\nReqemsal \nİnkişaf ve \nNeqliyyat \nNazirliyi\nElm ve Tahsil \nNazirliyi, \nörnek ve \nöhalinin \nSosial \nMüdafiesi \nNazirliyi\n2024-\n2026\nTelim, kadrların \nyeniden \nhazırlanması ve \nixtisasın \nartırılması \nimkanlarının \ntemin edilmesi, \nali tahsilin \nbakalavriat va \nmagistratura \nsaviyyalari üzre \nixtisasların \n(tedris tenlerinin) \nsırasına süni \nintelektin ve \nmelumatın \nöyrenilmesinin \nelave edilmesi \nmeselesinin\nSenaye, elm ve \ntahsil \nmüessiseleri \narasında \nemekdaşlığın \ngüçlendirilmesi\nAli tahsilin \nbakalavriat va \nmagistratura \nsaviyyalari üzre \nixtisasların (tedris \ntenlerinin) \nsırasına süni \nintelektin ve \nmelumatın \nöyrenilmesinin \nelave edilmesi\nSüni intellektin ve \nmelumatın \nöyrenilmesinin \nemek hazarına ve \nişçi qüvvesine \ntesirinin \nizlenilmesi ve \ngiymetlendirilmesi",
    "char_count": 1199
  },
  {
    "chunk_id": 41,
    "content": "araşdırılması, \nsüni intellekt ve \nmelumat üzre \nbilikler elde \netmek isteyen \nşexsler, elece \ndetelebeler üçün \npraktiki bilik ve \nbacarıqlann \nartırılması \nmeqsedile \nsenaye, elm ve \ntehsil \nmüessiseleri \narasında \nterafdaşlığın \nteşviqi ve \nemekdaşlığın \nqurulması\n3.4.Süni intellekt vs malumat \nidareçiliyi üzre talimlerin teşkili \nve keçirilmesi üçün müvafiq \ntelimçilerin \nhazırlanması,\nelaca da calb edilmesi\nReqemsal \nİnkişaf ve \nNeqliyyat \nNazirliyi\nElm ve Tehsil \nNazirliyi, \nQmek ve \nAhalinin \nSosial \nMüdafiesi\nNazirliyi\n2024-\n2026\nSüni intellekt ve \nmelumat üzre \ntalimlerin teşkili \nve keçirilmesi \nüçün müvafiq \ntelimçilerin \nhazırlanması, \nhemçinin ölke \ndaxilinden ve ya \nxaricinden calb \nolunması\nSüni intellekt ve \nmalumat üzre \ntalimlerin teşkili \nve keçirilmesi \nüçün müvafiq \ntelimçileri \nhazırlayacaq \ntelim-tedris \nmüessiselerinin, \nhabele calb \nedilecek\nSüni intellekt ve \nmelumat üzre \ntalimlerin teşkili \nve keçirilmesi \nüçün müvafiq \ntelimçilerin \nhazırlanması, \nhemçinin celb \nedilecek telimçiler \nile müqavilelerin \nimzalanması",
    "char_count": 1057
  },
  {
    "chunk_id": 42,
    "content": "imkanlarının \naraşdırılması\ntelimçilerin \nmüoyyenleşdirilm \nesi.\nTalimçilarin ölke \ndaxilinda \nfealiyyetinin temin \nedilmesi üzre \nmüvafiq plan va \nproqramların \nhazırlanması.\n3.5. Süni intellekt üçün qeyri- \ntexniki rolün inkişafı\nRsqsmsal \nİnkişaf vs \nNsqliyyat \nNazirliyi\nElm vs Tshsil \nNazirliyi, \nİqtisadiyyat \nNazirliyi\n2024-\n2026\nSüni intellektin \ninteqrasiya oluna \nbilscsyi sahslsrin \nmüsyysnlsşdirilm \nasi vs qeyri- \ntexniki rollara \nolan ehtiyacın \nqiymstlsndirilmss \ni\nSüni intellektle \nelaqeli qeyri- \ntexniki rollarda \nişçi qüvvesini \nartırmaq üçün \ntelim ve tahsil \nproqramlarına \ninvestisiya \nqoyulması\nSüni intellektin \namak hazarına va \nişçi qüvvasina \ntesirinin \nizlenilmesi ve \nqiymetlendirilmesi \n, qeyri-texniki \nrolların inkişaf \netdirilmesi va süni \nintellektin dayişan \nmanzarasina \nuyğunlaşmasını \ntemin etmek üçün \nteşebbüslerin \ntenzimlenmesi\n3.6. Süni intellekt, xüsusile \nMesuliyyetli vs Etik süni \nintellekt, \nsüni \nintellekt\nsistemlerinin tetbiqi zamanı ferdi \nmalumatların mühafizasi ila bağlı \nhaqqında \nictimaiyystin\nmslumatlılığının artırılması\nRsqsmsal \nİnkişaf vs \nNsqliyyat \nNazirliyi\nElm vs Tshsil \nNazirliyi\n2024-\n2026\nSüni intellekt ils \nbağlı malumat ve \nresurslar üçün \nmerkezi \nplatformanın \nyaradılması\nSüni intellektin \ntesiri ve faydaları \nila bağlı medianın \nişıqlandırılmasını \nva içtimai \nmüzakiralarin \nteşviqi\nİctimaiyyetin süni \nintellekte dair \nbiliyini va \nanlayışını daha \nyaxşı başa \ndüşmek üçün \nmüsteqil tedqiqat",
    "char_count": 1472
  },
  {
    "chunk_id": 43,
    "content": "Süni intellektin \ntesiri ve faydaları \nile bağlı \nmedianın \nişıglandınlmasını \nve içtimai \nmüzakireleri \nteşvigi\nve tedgigatların \naparılması\n4. dlverişli biznes mühitinin yaradılması\n4.1. Ölke üzre süni intelekt \ntexnologiyalarının istehsalı ve \ntetbiqi ila bağlı yerli ve xarici \ninvestisiyaların celb edilmesi \nile bağlı tedbirler görülmesi\nReqemsal \nİnkişaf ve \nNeqliyyat \nNazirliyi\nİgtisadiyyat \nNazirliyi\n2024-\n2027\nYerli ve xarici \ninvestorların celb \nolunması\nYerli ve xarici \ninvestisiyalar \nesasında \nyaradılan \nistehsalat, ticaret, \nxidmet ve diğer \nsahelerde yeni \nmüessiselerin işe \nsalınması\nYeni iş yerlerinin \naçılması\n4.2. Ölke üzre süni intelekt \ntexnologiyalarının istehsalı ve \ntetbigi ila bağlı sahibkarlıq \nsubyektlarina \ngüzeştli\nkreditlarin verilmesi, zemanet \nve \ndiğer \ndestek\nmexanizmlerinin \ntetbig\ndairesinin genişlendirilmesi\nİgtisadiyyat \nNazirliyi\nReqemsal \nİnkişaf ve \nNaqliyyat \nNazirliyi, \nMaliyye \nNazirliyi\n2024-\n2027\nSahibkarlıg \nsubyektlerinin \ngüzaştli maliyya \nresurslarına çıxış \nimkanlarının \nartırılması \nmagsadila \ntaşvigat \ntedbirlerinin \nheyata \nkeçirilmesi\nSahibkarlıg \nsubyektlerine \ngüzaştli \nkreditlarin \nverilmesi\nSahibkarlıg \nsubyektlerinin \nigtisadi ve \nmaliyye \ngöstericilerinin \nyaxşılaşması",
    "char_count": 1247
  },
  {
    "chunk_id": 44,
    "content": "4.3. Ölke üzre texnologiya \nparklarında süni intellekt \ntexnologiyalarının istehsalı ila \nbağlı faaliyyat göstaran \nrezidentlarin calb edilmesi\nRagamsal \nİnkişaf ve \nNaqliyyat \nNazirliyi\n2024-\n2027\nÖlke üzre \ntexnologiya \nparklarında süni \nintellekt \ntexnologiyalarını \nn istehsalı \nmagsadila \nrezidentlarin calb \nedilmesi ile bağlı \naraşdırmaların \naparılması\nÖlke üzre \ntexnologiya \nparklarına süni \nintellekt \ntexnologiyalarını \nistehsalı eden \nrezidentlerin celb \nedilmesi\nÖlke üzre \ntexnologiya \nparklarında süni \nintellekt \ntexnologiyalarının \nistehsalı",
    "char_count": 559
  }
]